Repository: pklohar1994/testing123
Catalog: sources/Croatian/croatian-groups.xliff
Languages: hr

source: SOCIAL ASPECTS, ENVIRONMENTAL POLICY MEASURES
hr: SOCIJALNI ASPEKTI, MJERE POLITIKE ZAŠTITE OKOLIŠA

source: HUMAN ACTIVITIES AND PRODUCTS, EFFECTS ON THE ENVIRONMENT
hr: LJUDSKE AKTIVNOSTI I PROIZVODI, UTJECAJI NA OKOLIŠ

source: ACCESSORY LISTS
hr: POMOĆNE LISTE

source: NATURAL ENVIRONMENT, ANTHROPIC ENVIRONMENT
hr: PRIRODNI OKOLIŠ, ANTROPOGENI OKOLIŠ

source: ADMINISTRATION, MANAGEMENT, POLICY, POLITICS, INSTITUTIONS, PLANNING
hr: UPRAVA, UPRAVLJANJE, JAVNA POLITIKA, POLITIKA, INSTITUCIJE, PLANIRANJE

source: AGRICULTURE, FORESTRY; ANIMAL HUSBANDRY; FISHERY
hr: POLJOPRIVREDA, ŠUMARSTVO; UZGOJ ŽIVOTINJA; RIBARSTVO

source: ATMOSPHERE (air, climate)
hr: ATMOSFERA (zrak, klima)

source: BIOSPHERE (organisms, ecosystems)
hr: BIOSFERA (organizmi, ekološki sustavi)

source: ANTHROPOSPHERE (built environment, human settlements, land setup)
hr: ANTROPOSFERA (izgrađeni okoliš, ljudska naselja, prostorno uređenje)

source: CHEMISTRY, SUBSTANCES, PROCESSES
hr: KEMIJA, TVARI, PROCESI

source: INFORMATION, EDUCATION, CULTURE, ENVIRONMENTAL AWARENESS
hr: INFORMACIJE, OBRAZOVANJE, KULTURA, SVIJEST O ZAŠTITI OKOLIŠA

source: ECONOMICS, FINANCE
hr: EKONOMIJA, FINANCIJE

source: ENERGY
hr: ENERGIJA

source: HEALTH, NUTRITION
hr: ZDRAVLJE, PREHRANA

source: HYDROSPHERE (freshwater, marine water, waters)
hr: HIDROSFERA (slatka voda, morska voda, vode)

source: INDUSTRY, CRAFTS; TECHNOLOGY; EQUIPMENTS
hr: INDUSTRIJA, OBRTI; TEHNOLOGIJA; OPREMA

source: LAND (landscape, geography)
hr: KOPNO (krajobraz, geografija)

source: LEGISLATION, NORMS, CONVENTIONS
hr: ZAKONODAVSTVO/PROPISI, NORME, KONVENCIJE

source: LITHOSPHERE (soil, geological processes)
hr: LITOSFERA (tlo, geološki procesi)

source: PHYSICAL ASPECTS, NOISE, VIBRATIONS, RADIATIONS
hr: FIZIKALNI ASPEKTI, BUKA, VIBRACIJE, ZRAČENJA

source: RECREATION, TOURISM
hr: REKREACIJA, TURIZAM

source: RESEARCH, SCIENCES
hr: ISTRAŽIVANJA, ZNANOSTI

source: RISKS, SAFETY
hr: RIZICI, SIGURNOST

source: SOCIETY
hr: DRUŠTVO

source: SPACE
hr: SVEMIR; PROSTOR

source: TRADE, SERVICES
hr: TRGOVINA, USLUGE

source: TRAFFIC, TRANSPORTATION
hr: PROMET, PRIJEVOZ

source: WASTES, POLLUTANTS, POLLUTION
hr: OTPAD, ONEČIŠĆUJUĆE TVARI, ONEČIŠĆENJE

source: ENVIRONMENT (natural environment, anthropic environment)
hr: OKOLIŠ (prirodni okoliš, antropogeni okoliš)

source: PRODUCTS, MATERIALS
hr: PROIZVODI, MATERIJALI

source: EFFECTS, IMPACTS
hr: UTJECAJI, UČINCI

source: GENERAL TERMS
hr: OPĆENITI IZRAZI

source: RESOURCES (utilisation of resources)
hr: RESURSI (korištenje resursa)

source: ENVIRONMENTAL POLICY
hr: POLITIKA ZAŠTITE OKOLIŠA

source: TIME (chronology)
hr: VRIJEME (kronologija)

source: FUNCTIONAL TERMS
hr: FUNKCIONALNI IZRAZI

source: administration
hr: uprava

source: agriculture
hr: poljoprivreda

source: air
hr: zrak

source: biology
hr: biologija

source: building
hr: gradnja

source: chemistry
hr: kemija

source: climate
hr: klima; podneblje

source: natural dynamics
hr: prirodna dinamika

source: economics
hr: ekonomija

source: energy
hr: energija

source: environmental policy
hr: politika zaštite okoliša

source: fishery
hr: ribarstvo

source: food, drinking water
hr: hrana, voda za piće

source: forestry
hr: šumarstvo

source: general
hr: općenit

source: geography
hr: geografija

source: human health
hr: ljudsko zdravlje

source: animal husbandry
hr: uzgoj životinja

source: industry
hr: industrija

source: information
hr: informacije

source: legislation
hr: zakonodavstvo; propisi

source: military aspects
hr: vojni aspekti

source: natural areas, landscape, ecosystems
hr: prirodna područja, krajobraz, ekološki sustavi

source: noise, vibrations
hr: buka, vibracije

source: physics
hr: fizika

source: pollution
hr: onečišćenje

source: materials
hr: materijali

source: radiations
hr: zračenja

source: tourism
hr: turizam

source: research
hr: istraživanje

source: resources
hr: resursi; izvori

source: disasters, accidents, risk
hr: katastrofe, nesreće, rizik

source: trade, services
hr: trgovina, usluge

source: social aspects, population
hr: socijalni aspekti, stanovništvo

source: soil
hr: tlo

source: space
hr: svemir; prostor

source: transport
hr: promet; transport

source: urban environment, urban stress
hr: urbani okoliš, urbani stres

source: waste
hr: otpad

source: water
hr: voda
