Repository: pklohar1994/testing123
Catalog: sources/XLIFF/Turkish.xlf
Languages: tr

source: industrialisation
tr: sanayileşme

source: industrial legislation
tr: sanayi mevzuatı

source: industrial material
tr: endüstriyel malzeme

source: industrial medicine
tr: iş hastalıkları hekimliği

source: industrial noise
tr: endüstriyel gürültü

source: industrial planning
tr: endüstriyel planlama

source: industrial plant (building)
tr: endüstriyel tesis

source: industrial policy
tr: sanayi politikası

source: industrial pollution
tr: endüstriyel kirlilik

source: industrial process
tr: endüstriyel proses

source: industrial production
tr: endüstriyel üretim

source: industrial production statistics
tr: endüstriyel üretim istatistikleri

source: industrial product
tr: endüstriyel ürün

source: industrial property right
tr: sınai mülkiyet hakları

source: industrial site
tr: endüstriyel saha

source: industrial sludge
tr: endüstriyel çamur

source: industrial society
tr: endüstri toplumu

source: industrial waste
tr: endüstriyel atık

source: industrial waste gas
tr: endüstriyel atık gaz

source: industrial waste water
tr: endüstriyel atık su

source: industrial zoning
tr: sanayi imarı

source: industry
tr: sanayi

source: inertisation
tr: etkisizleştirme, inertizasyon

source: inert waste
tr: inert atıklar, durağan atıklar

source: infant mortality
tr: bebek ölümleri

source: infection
tr: enfeksiyon

source: infectious disease
tr: enfeksiyon hastalığı

source: infestation of crops
tr: tarımsal ürünlerin istila edilmesi

source: infestation of food
tr: yiyeceklerin istila edilmesi

source: infiltration
tr: sızma

source: inflammable substance
tr: yanıcı madde

source: inflow
tr: akış, içeriye akma

source: informal negotiation
tr: resmi olmayan müzakere

source: informatics
tr: bilişim

source: information
tr: bilgi

source: information processing
tr: bilgi-işlem

source: information service
tr: bilgi hizmetleri

source: information source
tr: bilgi kaynağı

source: information system
tr: bilgi sistemi

source: information technology
tr: bilgi teknolojisi

source: infraction
tr: ihlal

source: infrared radiation
tr: kızılötesi radyasyon

source: infrasound
tr: infrases

source: infrastructure
tr: altyapı

source: inhabitant
tr: oturan, sakin

source: injury
tr: yara

source: ink
tr: mürekkep

source: inland fishery
tr: tatlı su balıkçılığı

source: inland navigation
tr: iç sularda seyir

source: inland water
tr: iç sular

source: inland waterways transport
tr: içsu taşımacılığı

source: innovation
tr: icat, yenilik

source: inorganic chemistry
tr: inorganik kimya

source: inorganic fertiliser
tr: inorganik gübre

source: inorganic pollutant
tr: inorganik kirleticiler

source: inorganic substance
tr: inorganik maddeler

source: insecticide
tr: böcek öldürücü

source: insectivore
tr: böcekçiller

source: insect
tr: böcek

source: in situ
tr: doğal ortamda, yerinde

source: inspection
tr: denetim, inceleme

source: inspection of records
tr: kayıtların incelenmesi

source: inspection service
tr: denetim hizmetleri

source: installation requiring approval
tr: tesis kurma izni

source: institutionalisation
tr: kurumsallaşma

source: instrument manufacture
tr: alet edevat sanayi

source: sound insulation material
tr: ses izolasyon malzemesi

source: insurance
tr: sigorta

source: insurance business
tr: sigortacılık işi

source: insurance coverage
tr: sigorta kapsamı

source: integral natural reserve
tr: entegre doğal rezerv

source: integrated environmental protection technology
tr: entegre çevre koruma teknolojisi

source: integrated pest control
tr: entegre zararlı kontrolü

source: integrated pollution control
tr: entegre kirlilik kontrolü

source: intensive animal husbandry
tr: yoğun hayvancılık

source: intensive farming
tr: yoğun tarım

source: interaction of pesticides
tr: pestisit etkileşimi

source: interchange of electronic data
tr: elektronik veri değişimi

source: interdisciplinary research
tr: disiplinler arası araştırma

source: interest
tr: faiz

source: interest group
tr: çıkar grubu

source: interim decision
tr: ara karar

source: interlaboratory comparison
tr: laboratuvarlar arası karşılaştırma

source: intermediate goods
tr: ara mallar

source: intermittent noise
tr: aralıklı gürültü

source: internal European market
tr: Avrupa iç pazarı

source: internalisation of environmental costs
tr: çevresel maliyetlerin içselleştirilmesi

source: international agreement
tr: uluslararası anlaşma

source: international competitiveness
tr: uluslar arası rekabet

source: international convention
tr: uluslararası konvansiyon

source: international co-operation
tr: uluslar arası işbirliği

source: International Court of Justice
tr: Uluslararası Adalet Divanı

source: international distribution
tr: uluslararası dağıtım

source: international division of labour
tr: uluslararası iş bölümü

source: international environmental relations
tr: uluslararası çevre ilişkileri

source: international harmonisation
tr: uluslararası uyumlaştırma

source: international law
tr: uluslararası hukuk

source: internationally important ecosystem
tr: uluslararası önemdeki ekosistem

source: international organisation
tr: uluslararası kuruluş

source: international politics
tr: uluslararası politika

source: international relations
tr: uluslararası ilişkiler

source: international river basin
tr: uluslararası havzalar

source: international safety
tr: uluslararası güvenlik

source: international standardisation
tr: uluslararası standartlar

source: international trade
tr: uluslararası ticaret

source: international watercourse
tr: uluslararası akarsular

source: interpretation method
tr: yorumlama yöntemi

source: intertidal zone
tr: gel-git bölgesi

source: intervention in nature and landscape
tr: doğa ve peyzaja müdahale

source: inventory
tr: envanter

source: inventory of forest damage
tr: orman hasarları envanteri

source: inversion
tr: inversiyon, tersinme

source: inversion layer
tr: tersinme tabakası

source: invertebrate
tr: omurgasızlar

source: investment
tr: yatırım

source: in vitro assay
tr: yapay ortam deneyleri

source: in vivo assay
tr: canlı içinde deneyler

source: iodine
tr: iyot

source: ion exchange
tr: iyon değişimi

source: ion exchanger
tr: iyon değiştirici

source: ionising radiation
tr: iyonizasyon radyasyonu

source: ionosphere
tr: iyonosfer

source: ion
tr: iyon

source: iron
tr: demir

source: iron industry
tr: demir sanayi

source: ironwork industry
tr: demir işleme sanayi

source: irradiation
tr: irradyasyon

source: irrigation
tr: sulama

source: irrigation canal
tr: sulama kanalı

source: irrigation farming
tr: sulama tarımı

source: island
tr: ada

source: island ecosystem
tr: ada ekosistemi

source: insulation (process)
tr: izolasyon (üretimde)

source: isomer
tr: izomer

source: isotope
tr: izotop

source: ivory
tr: fildişi

source: joint debtor
tr: müşterek borçlu

source: joint implementation (Rio Conference)
tr: ortak uygulama (Rio Konferansı)

source: judicial assistance
tr: adli yardım

source: judicial body
tr: adli organ

source: judiciary rule
tr: yargılama kuralı

source: jurisdiction
tr: yargı

source: jurisprudence
tr: hukuk bilimi

source: stocking
tr: stoklama

source: kerosene
tr: gaz yağı, parafin

source: labelling
tr: etiketleme

source: laboratory
tr: laboratuvar

source: laboratory experiment
tr: laboratuvar deneyi

source: laboratory research
tr: laboratuvar araştırmaları

source: laboratory technique
tr: laboratuvar tekniği

source: laboratory waste
tr: laboratuvar atıkları

source: labour
tr: iş, emek

source: labour law
tr: iş kanunu

source: labour market
tr: iş piyasası

source: labour relations
tr: işçi-işveren ilişkileri

source: lacquer
tr: vernik

source: lagoon
tr: lagün

source: lake basin
tr: göl havzası

source: lake pollution
tr: göl kirliliği

source: lake
tr: göl

source: lamp
tr: lamba

source: land
tr: arazi, alan

source: land access
tr: araziye erişim

source: land allotment
tr: arazi parselleme

source: land and property register
tr: tapu kadastro

source: land carrying capacity
tr: arazinin taşıma kapasitesi (çevre)

source: land clearing
tr: arazi açma

source: land conservation
tr: arazi koruma

source: land consolidation
tr: arazi birleştirme

source: land cover
tr: toprak örtüsü

source: land development
tr: arazi geliştirme

source: land ecology
tr: toprak ekolojisi

source: landfill
tr: katı atık sahası

source: landfill covering
tr: üst örtü tabakası (atık sahası)

source: landfill degasification
tr: atık sahalarının gazdan arındırılması

source: landfill gas
tr: atık sahası gazı

source: landfill leachate
tr: atık sahası sızıntı suyu

source: land forming
tr: arazi şekillendirme

source: landform
tr: toprak yapısı

source: land mammal
tr: kara memelisi

source: land occupation
tr: arazi işgali, arazi kullanımı

source: land planning
tr: arazi planlama

source: land pollution
tr: toprak kirliliği

source: land reclamation
tr: arazi ıslahı

source: land register
tr: kadastro

source: land restoration
tr: arazi restorasyonu

source: landscape
tr: peyzaj

source: landscape after mining
tr: madencilik sonrası peyzaj

source: landscape alteration
tr: peyzaj tadilatı

source: landscape architecture
tr: peyzaj mimarisi

source: landscape component
tr: peyzaj elemanları

source: landscape conservation
tr: peyzaj muhafaza

source: landscape conservation policy
tr: peyzaj koruma politikası

source: landscape ecology
tr: peyzaj ekolojisi

source: landscape management
tr: peyzaj yönetimi

source: landscape planning
tr: peyzaj planlaması

source: landscape protection
tr: peyzaj koruma

source: landscape protection area
tr: peyzaj koruma bölgesi

source: landscape consumption
tr: arazi kullanımı

source: landscape utilisation
tr: arazi kullanımı

source: land setup
tr: arazi planlama

source: landslide
tr: heyelan

source: land transportation
tr: kara ulaşımı

source: land use
tr: arazi kullanımı

source: land use classification
tr: arazi kullanım sınıflandırması

source: land use planning
tr: arazi kullanım planlaması

source: soil use regime
tr: toprak kullanım rejimi

source: land value
tr: arazi değeri

source: large combustion plant
tr: büyük yakma tesisleri

source: laser
tr: lazer

source: laundering
tr: çamaşır yıkama

source: law (individual)
tr: yasa, kanun

source: law amendment
tr: kanun tadilatı

source: law enforcement
tr: kanunun yürürlüğe konması

source: neighbourhood law
tr: komşuluk hukuku

source: law (science)
tr: hukuk (bilim)

source: leaching
tr: filtreleme

source: lead
tr: kurşun

source: lead compound
tr: kurşun bileşiği

source: lead contamination
tr: kurşun kontaminasyonu

source: lead-in-petrol law
tr: petrol (kurşun içeren) kanunu

source: lead level in blood
tr: kandaki kurşun seviyesi

source: leaf
tr: yaprak

source: leakage
tr: sızıntı, kaçak

source: leather
tr: deri

source: leather industry
tr: deri sanayi

source: legal basis
tr: kanuni dayanak

source: legally protected right
tr: kanuni hak

source: legal regulation
tr: yasal mevzuat

source: legal remedy
tr: yasal çözüm

source: legal text
tr: yasal metin

source: legislation
tr: yasama, mevzuat

source: legislation on pollution
tr: kirlilik mevzuatı

source: water resources legislation
tr: su kaynakları mevzuatı

source: legislative authority
tr: yasama erki

source: legislative competence
tr: yasama yetkisi

source: legislative information
tr: yasal bilgi

source: legislature
tr: yasama organı

source: leisure activity
tr: boş zaman faaliyetleri

source: leisure time
tr: boş zaman

source: lepidopteran
tr: lepidoptera

source: leukaemia
tr: lösemi

source: levy
tr: vergi

source: lexicon
tr: sözlük

source: liability
tr: sorumluluk

source: liability for marine accidents
tr: deniz kazaları sorumluluğu

source: liability for nuclear damages
tr: nükleer hasar sorumluluğu

source: liability legislation
tr: sorumluluk yönetmeliği

source: local authority
tr: yerel yönetim

source: local finance
tr: yerel maliye

source: local government policy
tr: yerel yönetim politikası

source: teleheating
tr: merkezi ısıtma

source: local building material
tr: yerel yapı malzemeleri

source: local passenger service
tr: yerel yolcu hizmetleri

source: local traffic
tr: yerel trafik

source: location of industries
tr: sanayi yeri

source: locomotive
tr: lokomotif

source: long-distance traffic
tr: uzun mesafeli trafik

source: long-distance transport
tr: uzun mesafe taşımacılığı

source: long-term effect
tr: uzun vadeli etki

source: long-term effect of pollutants
tr: kirleticilerin uzun vadeli etkisi

source: long-term experiment
tr: uzun vadeli deney

source: long-term forecasting
tr: uzun vadeli tahmin

source: long-term trend
tr: uzun vadeli eğilim

source: lorry
tr: kamyon

source: loss
tr: zarar, kayıp

source: loss of biotope
tr: biyotop kaybı

source: loudness
tr: ses şiddeti

source: low-cost housing
tr: düşük maliyetli konut

source: Lower House
tr: Temsilciler Meclisi

source: lower risk species (IUCN)
tr: düşük riskli türler

source: low flow
tr: alçak su seviyesi

source: low-level flight
tr: alçak seviye uçuşları

source: low-level technology
tr: düşük seviyeli teknoloji

source: lubricant
tr: yağ

source: luminosity
tr: lüminozite

source: lye
tr: küllü su

source: lymphatic system
tr: lenf sistemi

source: lysimetry
tr: lizimetri

source: machine manufacture
tr: makine imalatı

source: macroeconomic goal
tr: makroekonomik hedef

source: macroeconomics
tr: makroekonomi

source: magnetic tape
tr: manyetik bant

source: magnetism
tr: manyetizm

source: mailing list
tr: posta adres listesi

source: maintenance of environment
tr: çevre bakımı

source: major accident
tr: büyük kazalar

source: malaria
tr: sıtma

source: malformation
tr: bozuk oluşum, kusurluluk

source: malnutrition
tr: beslenme bozukluğu

source: mammal
tr: memeliler

source: man (society)
tr: insan

source: management
tr: yönetim

source: management contract
tr: yönetim sözleşmesi

source: management of natural resources
tr: doğal kaynaklar yönetimi

source: management plan
tr: yönetim planı

source: mandate
tr: yetki, emir

source: mangrove
tr: mangrov

source: mangrove swamp
tr: mangrov bataklığı

source: man-made climate change
tr: insan kaynaklı iklim değişikliği

source: man-nature relationship
tr: doğa-insan ilişkisi

source: manpower
tr: insan gücü, iş gücü

source: manufacturing activity
tr: üretim faaliyeti

source: manufacturing trade
tr: fabrikasyon sanayi

source: manure
tr: gübre

source: manure production
tr: gübre üretimi

source: map
tr: harita

source: mapping
tr: kartografya

source: mapping of lichens
tr: liken haritalama

source: marble
tr: mermer

source: marginal land
tr: marjinal tarım arazisi

source: mariculture
tr: deniz tarımı

source: marina
tr: yat limanı

source: marine biology
tr: deniz biyolojisi

source: marine conservation area
tr: deniz koruma bölgesi

source: marine ecology
tr: deniz ekolojisi

source: marine ecosystem
tr: deniz ekosistemi

source: marine engineering
tr: deniz mühendisliği

source: marine environment
tr: deniz alanları

source: marine fauna
tr: deniz faunası

source: marine fishery
tr: deniz balıkçılığı

source: marine geology
tr: deniz jeolojisi

source: marine monitoring
tr: deniz izleme

source: marine organism
tr: deniz organizmaları

source: marine pollution
tr: deniz kirliliği

source: marine reserve
tr: deniz rezervi

source: marine resources conservation
tr: deniz kaynaklarının korunması

source: marine sediment
tr: deniz sedimanları

source: oxygen
tr: oksijen

source: oxygenation
tr: oksijenasyon

source: oxygen content
tr: oksijen içeriği

source: oxygen deficiency
tr: oksijen yetersizliği

source: ozone
tr: ozon

source: ozone depletion potential
tr: ozon tükenme potansiyeli

source: ozone layer
tr: ozon tabakası

source: ozone layer depletion
tr: ozon tabakasının incelmesi

source: ozonisation
tr: ozonizasyon

source: packaging
tr: paketleme

source: packaging waste
tr: atık paketleme

source: paint
tr: boya

source: painting business
tr: boyacılık

source: paint shop
tr: boya mağazası

source: palaeontology
tr: paleontoloji

source: paper
tr: kağıt

source: paper industry
tr: kağıt sanayi

source: parameter
tr: parametre

source: parasite
tr: parazit

source: parasitology
tr: parazitoloji

source: car park
tr: otopark

source: parking provision
tr: park yeri

source: Parliament
tr: Parlamento

source: participation
tr: katılım

source: particle
tr: partikül

source: particle separator
tr: partikül ayırıcı

source: passenger transport
tr: yolcu taşıma

source: pasture
tr: çayır

source: paste-like waste
tr: macun kıvamlı atıklar

source: pathogen
tr: patojen madde

source: pathogenic organism
tr: patojenik organizma

source: pathologic effect
tr: patolojik etki

source: pathology
tr: patoloji

source: pattern of urban growth
tr: kentleşme modeli

source: peat
tr: turba

source: peat extraction
tr: turba çıkarma

source: pedestrian zone
tr: yaya bölgesi

source: pedosphere
tr: pedosfer

source: penalty for environmental damage
tr: çevre cezası

source: penalty
tr: ceza

source: pentachlorophenol
tr: pentaklorofenol

source: per capita data
tr: kişi başına düşen veri

source: perchloroethylene
tr: perkloroetilen

source: percolating water
tr: sızan su

source: periphyton
tr: perifiton

source: permafrost ecosystem
tr: permafrost ekosistemleri

source: permeability
tr: geçirgenlik

source: permissible exposure limit
tr: izin verilebilir maruz kalma sınırı

source: permission
tr: izin

source: peroxyacetylnitrate
tr: peroksiasetilnitrat

source: maritime law
tr: deniz kanunu

source: maritime navigation
tr: deniz seyrüseferi

source: maritime transport
tr: deniz taşımacılığı

source: marker
tr: belirteç

source: tracer
tr: izleyici

source: market
tr: pazar, piyasa

source: market economy
tr: piyasa ekonomisi

source: market form
tr: pazar oluşumu

source: marketing
tr: pazarlama

source: market research
tr: piyasa araştırması

source: marsupial
tr: keseliler

source: mass media
tr: kitle iletişimi

source: metal plating
tr: metal kaplama

source: metal product
tr: metal ürün

source: metal products industry
tr: metal ürünler sanayi

source: metal smelting
tr: metal ergitme

source: metal working
tr: metal işçiliği

source: meteorological disaster
tr: meteorolojik afet

source: meteorological forecasting
tr: meteoroloji tahmini

source: meteorological parameter
tr: meteorolojik parametre

source: meteorological phenomenon
tr: meteorolojik olay

source: meteorology
tr: meteoroloji

source: methane
tr: metan

source: methodology
tr: metodoloji

source: metropolis
tr: anakent

source: microbial resource
tr: mikrobiyal kaynaklar

source: microbiological analysis
tr: mikrobiyolojik analiz

source: microbiology
tr: mikrobiyoloji

source: microclimate
tr: mikroklima

source: microclimate effect
tr: mikroklima etkisi

source: microclimatology
tr: mikroklimatoloji

source: microcomputer
tr: mikrobilgisayar

source: microecosystem
tr: mikroekosistem

source: microelectronics
tr: mikroelektronik

source: microfiltration
tr: mikrofiltrasyon

source: micro-organism
tr: mikroorganizma

source: micropollutant
tr: mikrokirleticiler

source: microscopy
tr: mikroskopi

source: microwave
tr: mikrodalga

source: migrant labour
tr: göçmen işçiler

source: human migration
tr: insan göçü

source: animal migration
tr: hayvan göçü

source: migratory bird
tr: göçmen kuş

source: migratory species
tr: göçmen türler

source: military aspects
tr: askeri yönler

source: military activities
tr: askeri faaliyetler

source: military air traffic
tr: askeri hava trafiği

source: military zone
tr: askeri bölge

source: milk
tr: süt

source: mill
tr: değirmen

source: mine
tr: maden

source: mine filling
tr: maden dolgusu

source: mineral deposit
tr: maden yatağı

source: mineral extraction
tr: maden çıkarma

source: mineral fibre
tr: mineral elyaf

source: mineral industry
tr: mineral endüstrisi

source: mineralisation
tr: mineralizasyon

source: mineralogy
tr: mineroloji

source: mineral resource
tr: maden kaynakları

source: mineral water
tr: mineralli su

source: minimal cost planning
tr: en düşük maliyet planlaması

source: minimisation of damage
tr: hasar azaltma

source: mining district
tr: maden bölgesi

source: mining engineering
tr: maden mühendisliği

source: mining geology
tr: maden jeolojisi

source: mining industry
tr: maden sanayi

source: mining law
tr: maden hukuku

source: mining regulation
tr: maden yönetmeliği

source: mining site restoration
tr: maden sahası restorasyonu

source: mining waste
tr: maden atıkları

source: ministerial decree
tr: bakanlık kararı

source: ministry
tr: bakanlık

source: minority
tr: azınlık

source: miscellaneous product
tr: çeşitli ürünler

source: miscibility
tr: karışabilirlik

source: mite
tr: akar, mayt

source: mitigation measure
tr: hafifletici önlemler

source: mixed farming
tr: karışık tarım

source: mixed forest
tr: karışık orman

source: mixed use area
tr: karma kullanım bölgesi

source: mixing
tr: karıştırma

source: mobile home
tr: karavan

source: modelling
tr: modelleme

source: moisture
tr: nem

source: molecular biology
tr: moleküler biyoloji

source: mollusc
tr: yumuşakça

source: monetary assessment
tr: parasal değerlendirme

source: monitoring
tr: izleme

source: monitoring criterion
tr: izleme kriterleri

source: monitoring data
tr: izleme verisi

source: monitoring equipment
tr: izleme ekipmanları

source: monitoring network
tr: izleme ağı

source: monitoring station
tr: izleme istasyonu

source: monitoring system
tr: izleme sistemi

source: monitoring technique
tr: izleme tekniği

source: monopoly
tr: monopol

source: monument
tr: anıt

source: moor
tr: turba yatağı

source: moral persuasion
tr: ahlaki akide

source: morphology
tr: morfoloji

source: mortality
tr: ölüm oranı

source: moss
tr: kara yosunu

source: motorcycle
tr: motosiklet

source: motor fuel
tr: motor yakıtı

source: motor vehicle
tr: motorlu araç

source: motor vehicle emission
tr: motorlu araç emisyonu

source: motor vehicle exhaust gas
tr: motorlu araç egzoz gazı

source: motor vehicle industry
tr: motorlu araç sanayi

source: motorway
tr: otoyol

source: mountain
tr: dağ

source: mountain ecosystem
tr: dağ ekosistemi

source: mountaineering
tr: dağcılık

source: mountainous area
tr: dağlık bölge

source: mountain range
tr: sıradağ

source: mowing
tr: biçme

source: mud flat
tr: balçıklı arazi

source: mud (sediment)
tr: balçık

source: mulch
tr: yaprak örtüsü ile örtmek, malç

source: multilateral agreement
tr: çok taraflı sözleşme

source: multinational firm
tr: çok uluslu firma

source: multiple use management area
tr: çok kullanımlı yönetim alanı

source: municipal cleansing
tr: belediye temizlik işleri

source: municipal cleansing service
tr: belediye temizlik hizmetleri

source: municipal environmental policy
tr: belediye çevre politikası

source: municipality
tr: belediye

source: municipal law
tr: belediye kanunu

source: nitrite
tr: nitrit

source: nitro compound
tr: nitro bileşikler

source: nitrogen
tr: azot

source: nitrogen cycle
tr: azot döngüsü

source: nitrogen dioxide
tr: azot dioksit

source: nitrogen fixation
tr: azot fiksasyonu, azot sabitleme

source: nitrogen monoxide
tr: azot monoksit

source: nitrogen oxides
tr: azot oksit

source: nitrosamine
tr: nitrosamin

source: NOEL
tr: kabul edilebilir maksimum doz

source: noise
tr: gürültü

source: noise abatement
tr: gürültü azaltma

source: noise analysis
tr: gürültü analizi

source: noise barrier
tr: gürültü bariyeri

source: noise control
tr: gürültü kontrolü

source: noise disturbance
tr: gürültü rahatsızlığı

source: noise emission
tr: gürültü emisyonu

source: noise emission levy
tr: gürültü emisyon vergisi

source: noise-free technology
tr: sessiz teknoloji

source: noise immission
tr: gürültü imisyonu

source: noise legislation
tr: gürültü yönetmeliği

source: noise level
tr: gürültü seviyesi

source: noise measurement
tr: gürültü ölçümü

source: noise monitoring
tr: gürültü izleme
