Repository: pklohar1994/testing123
Catalog: sources/XLIFF/Turkish.xlf
Languages: tr

source: land use plan
tr: arazi kullanım planı

source: urban planning and development
tr: şehir planlaması ve kalkınması

source: land use regime
tr: arazi kullanım yönetimi

source: new town
tr: yeni şehir

source: pre-emption zone
tr: şufa (önalım) hakkı bulunan bölge

source: land-management intervention area
tr: arazi yönetimi müdahale alanı

source: rural architecture
tr: kırsal mimari

source: traditional architecture
tr: geleneksel mimari

source: building destruction
tr: bina yıkımı

source: municipal engineering
tr: kent mühendisliği

source: building restoration
tr: bina restorasyonu

source: statutory declaration
tr: resmi beyanname

source: quality standard
tr: kalite standardı

source: European standard
tr: Avrupa standardı

source: ISO standard
tr: ISO standardı

source: technical regulation
tr: teknik düzenleme

source: codification
tr: kodifikasyon (hukuk)

source: doctrine (law)
tr: doktrin (hukuk)

source: transport law
tr: ulaştırma kanunu

source: rural law
tr: kırsal arazi hukuku

source: animal rights
tr: hayvan hakları

source: rights of future generations
tr: gelecek nesillerin hakları

source: notification
tr: bildiri, duyuru

source: pre-emption
tr: şufa (önalım) hakkı

source: prescription
tr: mülkiyet hakkı

source: repression
tr: baskı, engelleme

source: devolution
tr: yetki devri

source: pollutant flow
tr: kirlilik akışı

source: ocean-air interface
tr: hava-deniz ara yüzeyi

source: pollutant migration
tr: kirletici göçü

source: incidental pollution
tr: kaza kaynaklı kirlilik

source: bacteriological pollution
tr: bakteriyolojik kirlilik

source: diffuse pollution
tr: noktasal olmayan kirlilik

source: domestic pollution
tr: iç ortam kirliliği

source: mineral pollution
tr: mineral kirlilik

source: organic pollution
tr: organik kirlilik

source: photochemical pollution
tr: foto-kimyasal kirlilik

source: land-based marine pollution
tr: karasal kaynaklı deniz kirliliği

source: toxic pollution
tr: toksik kirlilik

source: river disposal
tr: nehirlere atık boşaltımı

source: underground disposal
tr: yeraltı atık boşaltımı

source: urban pollutant
tr: kentsel kirleticiler

source: prevention measure
tr: önleyici tedbirler

source: protective measure
tr: koruyucu tedbirler

source: strong acidity
tr: güçlü asitlik

source: biomarker
tr: biyoişaret

source: biological contamination
tr: biyolojik kontaminasyon

source: chemical contamination
tr: kimyasal kontaminasyon

source: biological effect of pollution
tr: kirliliğin biyolojik etkileri

source: irreversibility of the phenomenon
tr: geri dönüşsüzlük, tersinmezlik

source: quality objective
tr: kalite hedefi

source: solid particle
tr: katı partiküller

source: purifying power
tr: arıtma gücü

source: sensor
tr: sensör, alıcı

source: instrumentation
tr: aletler

source: metrology
tr: metroloji

source: observation satellite
tr: gözlem uydusu

source: atrazine
tr: bitki öldürücü

source: organic nitrogen
tr: organik azot

source: halogenated compound
tr: halojen bileşikler

source: sulphur monoxide
tr: sülfür monoksit

source: pyralene
tr: piralen

source: asbestosis
tr: asbestoz

source: genotoxicity
tr: jenotiksisite

source: intoxication
tr: zehirlenme

source: biological test
tr: biyolojik test

source: total organic carbon
tr: toplam organik karbon

source: chemical degradation
tr: kimyasal bozulma

source: laboratory test
tr: laboratuvar testi

source: biotic index
tr: biyotik indeks

source: oxidisable material
tr: oksitlenebilir madde

source: dissolved oxygen
tr: çözünmüş oksijen

source: photodegradation
tr: ışıl bozunma

source: insoluble substance
tr: çözünmez madde

source: non-volatile substance
tr: uçucu olmayan maddeler

source: weakly degradable substance
tr: az parçalanabilir madde

source: volatile substance
tr: uçucu maddeler

source: chemical corrosivity
tr: kimyasal aşındırma

source: physicochemical analysis
tr: fiziko-kimyasal analiz

source: experimental study
tr: deneysel çalışma

source: granulometry
tr: granülometri

source: drawing
tr: numune alma

source: chemical product
tr: kimyasal ürün

source: flammable product
tr: yanıcı madde

source: organoleptic property
tr: organoleptik özellik

source: hearing system
tr: işitme sistemi

source: cardiovascular system
tr: kalp-damar sistemi

source: enterovirus
tr: enterovirüs

source: animal biology
tr: hayvan biyolojisi

source: plant biology
tr: bitki biyolojisi

source: genetic pool
tr: gen havuzu

source: hearing acuity
tr: işitme duyusunun keskinliği

source: decibel
tr: desibel

source: acoustical quality
tr: akustik kalite

source: noise spectrum
tr: gürültü spektrumu

source: mechanical vibration
tr: mekanik titreşim

source: airborne noise
tr: havayolu gürültüsü

source: background noise
tr: arka plan gürültüleri

source: rolling noise
tr: araba lastiği sürtünme gürültüsü

source: neighbourhood noise
tr: komşu gürültüsü

source: acoustic comfort
tr: akustik konfor

source: noise exposure plan
tr: gürültüye maruz kalma planı

source: tidal power station
tr: gel-git enerjisi santrali

source: hydroelectric energy
tr: hidroelektrik enerji

source: small power station
tr: küçük santraller

source: water mill
tr: su değirmeni

source: power station derating
tr: santral kapasitesinin düşürülmesi

source: radioelement
tr: radyoelement

source: fast reactor
tr: hızlı reaktör

source: contaminated area
tr: kontamine olmuş alan

source: atmospheric aerosol
tr: atmosferik aerosol

source: biofuel
tr: biyoyakıt

source: forest deterioration
tr: ormanların bozulması

source: ethanol
tr: etanol

source: motor vehicle pollution
tr: motorlu taşıt kirliliği

source: atmospheric fallout
tr: atmosferik serpinti

source: clean air car
tr: çevre dostu otomobil

source: palaeoclimatology
tr: paleoklimatoloji

source: continental climate
tr: karasal iklim

source: desert climate
tr: çöl iklimi

source: equatorial climate
tr: ekvator iklimi

source: Mediterranean climate
tr: Akdeniz iklimi

source: mountain climate
tr: dağ iklimi

source: oceanic climate
tr: okyanus iklimi

source: temperate climate
tr: ılıman iklim

source: tropical climate
tr: tropikal iklim

source: atmospheric inversion
tr: atmosferik inversiyon

source: thunderstorm
tr: gök gürültülü fırtına

source: glaze
tr: buzlanma

source: exploitation of underground water
tr: yeraltı suyu işletmesi

source: water infiltration into the ground
tr: toprak içine su sızması

source: water table
tr: yeraltı su tabakası

source: water catchment protection
tr: su toplama havzalarının korunması

source: water table protection
tr: su seviyelerinin korunması

source: flood runoff
tr: taşkın akışı

source: silting up
tr: baraj gölünün doldurulması

source: hydrometry
tr: hidrometri

source: flood forecast
tr: taşkın tahmini

source: hydrographic network
tr: hidrografik ağ

source: sedimentology
tr: sedimantoloji

source: hydrographic basin
tr: hidrografik havza

source: bathing freshwater
tr: yüzme amaçlı tatlı su

source: demesnial water
tr: kamu mülkiyetindeki sular

source: non-demesnial water
tr: kamu mülkiyetinde olmayan sular

source: bog
tr: bataklık

source: water desalination
tr: suyu tuzdan arındırma

source: bathing seawater
tr: deniz yüzme suyu

source: electric battery
tr: elektrik pili

source: pollution abatement waste
tr: kirlilikle mücadele atıkları

source: health-care activities waste
tr: tıbbi atıklar

source: special industrial waste
tr: özel endüstriyel atıklar

source: metal waste
tr: metal atıklar

source: mineral waste
tr: maden atıkları

source: wreck
tr: gemi enkazı

source: mineral oil
tr: madeni yağ

source: whey
tr: peynir altı suyu

source: sinking of waste
tr: atıkların çökeltilmesi

source: residue of grinding
tr: öğütme artıkları

source: treatment residue
tr: arıtma artıkları

source: incineration residue
tr: atık yakma artıkları

source: clearing sludge
tr: arıtma çamuru

source: dehydrated sludge
tr: susuzlaştırılmış çamur

source: residual waste sludge
tr: atık çamur

source: thickening
tr: yoğunlaştırma, kalınlaştırma

source: sludge stabilisation
tr: çamur stabilizasyonu

source: industrial activity
tr: endüstriyel faaliyet

source: industrial wasteland
tr: terk edilmiş endüstri bölgesi

source: classified facility
tr: gizli tesisler

source: quartering
tr: etini ayırma, parçalama

source: piggery
tr: domuz ahırı

source: oil production (chain)
tr: petrol üretim zinciri

source: hydrocarbon storage tank
tr: hidrokarbon depolama tankı

source: drilling for oil
tr: petrol sondajı

source: aggregate extraction
tr: agrega çıkarma

source: mechanical industry
tr: makine sanayi

source: timber producing chain
tr: kereste üretim zinciri

source: packing industry
tr: paketleme sanayi

source: biofiltration
tr: biyofiltreleme

source: dechlorination
tr: klor giderme

source: engineering
tr: mühendislik

source: methanisation
tr: metanizasyon

source: aerobic treatment
tr: oksijenli arıtma

source: anaerobic treatment
tr: oksijensiz arıtma

source: biological treatment
tr: biyolojik arıtma

source: physicochemical treatment
tr: fiziko-kimyasal arıtma

source: physical treatment
tr: fiziksel arıtma

source: primary treatment
tr: birincil arıtma

source: secondary treatment
tr: ikincil arıtma

source: tertiary treatment
tr: üçüncül arıtma

source: vitrification
tr: vitrifikasyon

source: underground quarry
tr: yeraltı taş ocakları

source: geotechnics
tr: jeoteknik

source: rock mechanics
tr: kaya mekaniği

source: bush clearing
tr: çalı temizleme

source: prevention of forest fires
tr: orman yangınlarını önleme

source: flood protection
tr: taşkınlara karşı koruma

source: land restoration in mountain areas
tr: dağ arazilerinin restorasyonu

source: soil stability
tr: zemin stabilitesi

source: volcanology
tr: yanardağ bilimi, volkanoloji

source: antiseismic regulation
tr: deprem yönetmeliği

source: civil safety
tr: sivil güvenlik

source: industrial safety
tr: endüstriyel güvenlik

source: risk exposure
tr: riske maruz kalma

source: hazard area
tr: risk bölgesi

source: technological accident
tr: teknolojik kaza

source: ecocatastrophe
tr: ekolojik afet

source: nuclear hazard
tr: nükleer tehlike

source: major risk installation
tr: yüksek riskli tesisler

source: dangerous installation
tr: tehlikeli tesisler

source: biotechnological hazard
tr: biyoteknolojik tehlike

source: nuclear risk
tr: nükleer risk

source: dangerous materials transport
tr: tehlikeli madde taşıma

source: disaster zone
tr: afet bölgesi

source: danger analysis
tr: tehlike analizi

source: preventive information
tr: önleyici bilgi

source: risk exposure plan
tr: riske maruz kalma planı

source: damage insurance
tr: hasar sigortası

source: pollution insurance
tr: kirlilik sigortası

source: water damage
tr: su hasarı

source: damage assessment
tr: hasarın değerlendirilmesi

source: appraisal
tr: ekspertiz

source: compensation for damage
tr: hasar tazminatı

source: public institution
tr: kamu kurumu

source: public institution of administrative nature
tr: idari kamu kurumu

source: public institution of industrial and commercial nature
tr: sanayi ve ticaret kurumları

source: consultancy
tr: danışmanlık

source: press release
tr: basın bildirisi

source: speech
tr: konuşma

source: environmental study
tr: çevre etüdü

source: cinematographic film
tr: sinematografik film

source: documentary film
tr: belgesel film

source: flora (document)
tr: flora

source: report to the minister
tr: bakana sunulan rapor

source: parliamentary report
tr: parlamenter rapor

source: statutory text
tr: yasal metin

source: thesis
tr: tez

source: CD-ROM
tr: CD-ROM, yoğun disk

source: information centre
tr: bilgi merkezi

source: technical information
tr: teknik bilgi

source: information network
tr: bilgi ağı

source: assay
tr: analiz

source: method
tr: metot, yöntem

source: iron and steel industry
tr: demir ve çelik sanayi

source: urban habitat
tr: kentsel yaşam ortamı

source: wild fauna
tr: vahşi fauna

source: land management and planning
tr: arazi yönetimi ve planlaması

source: rural habitat
tr: kırsal yaşam ortamı

source: groundwater quality
tr: yeraltı suyu kalitesi

source: target setting
tr: hedef belirlenmesi (çevre)

source: ontogenesis
tr: ontojenez

source: land tax
tr: arazi vergisi

source: open lawn
tr: çimenlik

source: biological cycle
tr: biyolojik döngü

source: human habitat
tr: insan yaşam ortamı

source: urban concentration
tr: kentsel yoğunlaşma

source: home garden
tr: ev bahçesi

source: photography
tr: fotoğrafçılık

source: bottle cap
tr: şişe kapağı

source: iron scrap
tr: hurda demir

source: voting
tr: oy kullanma

source: agricultural structure
tr: tarımsal yapı

source: budget policy
tr: bütçe politikası

source: co-operation policy
tr: işbirliği politikası

source: international balance
tr: uluslararası denge

source: Community finance
tr: Topluluk maliyesi

source: organisation of the legal system
tr: adalet teşkilâtı

source: rights
tr: hak

source: economic structure
tr: ekonomik yapı

source: distributive trade
tr: dağıtım işi

source: monetary relations
tr: parasal ilişkiler

source: monetary economics
tr: parasal ekonomi

source: free movement of capital
tr: sermayenin serbest dolaşımı

source: social framework
tr: sosyal çerçeve

source: social protection
tr: sosyal koruma

source: organisation of teaching
tr: öğretim teşkilâtı

source: business organisation
tr: ticari kuruluş

source: business classification
tr: şirketlerin sınıflandırılması

source: legal form of organisations
tr: şirketin hukuki şekli

source: cultivation of agricultural land
tr: tarım arazilerinin işletilmesi

source: means of agricultural production
tr: tarımsal üretim araçları

source: processed agricultural produce
tr: işlenmiş tarım ürünleri

source: agri-foodstuff
tr: tarımsal gıda ürünleri

source: economic geography
tr: ekonomik coğrafya

source: credit
tr: kredi

source: freedom
tr: özgürlük

source: industrial structure
tr: endüstriyel yapı

source: stock (trade)
tr: stok (ticaret)

source: sterilisation (biological)
tr: sterilizasyon (biyoloji)

source: environmental economics of firms
tr: şirketlerin çevre ekonomileri

source: yield (agricultural)
tr: randıman, getiri (tarım)

source: environmental problem solving
tr: çevresel sorunların çözümü

source: fodder plant
tr: yemlik bitkiler

source: industrial plant (organism)
tr: bitkisel hammadde

source: textile plant
tr: dokuma bitkileri

source: tropical plant
tr: tropikal bitkiler

source: agricultural real estate
tr: tarımsal mülk

source: agricultural holding
tr: tarım işletmesi

source: type of tenure
tr: mülkiyet türü

source: geophysical environment
tr: jeofiziksel çevre

source: petrochemical
tr: petrokimyasal ürün

source: speciality chemical
tr: özel kimyasallar

source: protein product
tr: protein ürünleri

source: processed foodstuff
tr: işlenmiş gıda

source: convenience food
tr: tüketime hazır gıda

source: mining product
tr: maden ürünü

source: root crop
tr: kök mahsulleri

source: cultivation system
tr: yetiştirme sistemleri

source: crop production
tr: mahsul üretimi

source: fisheries structure
tr: balıkçılık ekipmanları

source: fishing ground
tr: balık avlama bölgesi

source: coal industry
tr: kömür sanayi

source: energy industry
tr: enerji endüstrisi

source: communications industry
tr: iletişim endüstrisi

source: information technology industry
tr: bilgi teknolojileri endüstrisi

source: vacuum industry
tr: vakum sanayi

source: preparation for market
tr: ürünlerin piyasaya hazırlanması

source: precision engineering
tr: hassas mühendislik

source: materials technology
tr: malzeme teknolojisi

source: military equipment
tr: askeri teçhizat

source: audiovisual equipment
tr: görsel-işitsel ekipmanlar

source: machinery
tr: makine

source: mechanical equipment
tr: mekanik ekipmanlar

source: pressure equipment
tr: basınçlı ekipmanlar

source: thermal equipment
tr: termik ekipmanlar

source: industrial manufacturing
tr: endüstriyel ürünler

source: size of business
tr: şirket büyüklüğü

source: business activity
tr: şirket faaliyeti

source: branch of activity
tr: faaliyet sektörü

source: administrative occupation
tr: idari meslek

source: building service
tr: bina hizmetleri

source: mode of transportation
tr: ulaşım aracı

source: destination of transport
tr: varış yeri

source: degradation of the environment
tr: çevrenin bozulması

source: Community budget
tr: Topluluk bütçesi

source: economic support
tr: ekonomik destek

source: accounting system
tr: muhasebe sistemi

source: economic forecasting
tr: ekonomik tahmin

source: customs tariff
tr: gümrük tarifesi

source: commercial transaction
tr: ticari işlemler

source: pay policy
tr: ücret politikası

source: European Monetary System
tr: Avrupa Para Sistemi

source: money market
tr: para piyasası

source: exchange policy
tr: ticaret politikası

source: credit policy
tr: kredi politikası

source: public debt
tr: kamu borçları

source: tax on consumption
tr: tüketim vergisi

source: tax on capital
tr: sermaye vergisi

source: income tax
tr: gelir vergisi

source: taxation policy
tr: vergi politikası

source: farm price
tr: tarım ürünleri fiyatları

source: market price
tr: piyasa fiyatı

source: transport cost
tr: nakliye gideri

source: prices policy
tr: fiyat politikası

source: economic concentration
tr: ekonomik yoğunluk

source: company structure
tr: şirket yapısı

source: financial management
tr: finansal yönetim

source: management accounting
tr: muhasebe yönetimi

source: business policy
tr: şirket politikası

source: restriction on competition
tr: rekabet sınırlamaları

source: private international law
tr: uluslararası özel hukuk

source: public international law
tr: uluslararası kamu hukuku

source: international economic law
tr: uluslararası ekonomi hukuku

source: criminal liability
tr: cezai sorumluluk

source: public contract
tr: kamu ihaleleri

source: customs regulation
tr: gümrük mevzuatı

source: family law
tr: aile hukuku

source: traffic regulation
tr: trafik mevzuatı

source: regulation of agricultural production
tr: tarımsal üretim mevzuatı

source: law relating to prisons
tr: cezaevi hukuku

source: estate rental
tr: taşınmazların kiralanması

source: data processing law
tr: bilgi işlem yasası

source: competition law
tr: rekabet yasası

source: restrictive trade practice
tr: rekabeti kısıtlayıcı uygulamalar

source: EC Treaty
tr: AT Antlaşması

source: transport regulation
tr: taşıma yönetmeliği

source: Community legal system
tr: Avrupa Topluluğu Hukuku

source: Community act
tr: Topluluk yasası

source: ruling
tr: yargı kararı

source: legal procedure
tr: adli usul

source: access to the courts
tr: mahkemelere erişim

source: organisation (law)
tr: kuruluş

source: legal profession
tr: hukuk mesleği

source: legal system
tr: hukuk sistemi

source: administrative organisation
tr: idari kuruluş

source: legislative procedure
tr: yasama usulü

source: management technique
tr: yönetim tekniği

source: institutional structure
tr: kurumsal yapı

source: institutional activity
tr: kurumsal faaliyet

source: common commercial policy
tr: ortak ticaret politikası

source: common tariff policy
tr: ortak tarife politikası

source: research policy
tr: araştırma politikası

source: construction policy
tr: inşaat politikası

source: communications policy
tr: iletişim politikası

source: production policy
tr: üretim politikası

source: space policy
tr: uzay politikası

source: economic region
tr: ekonomik bölge

source: aid policy
tr: yardım politikası

source: humanitarian aid
tr: insani yardım

source: international conflict
tr: uluslararası ihtilaf

source: peacekeeping
tr: barışın korunması

source: pollution control measure
tr: kirlilik kontrol tedbirleri

source: level of education
tr: eğitim seviyesi

source: general education
tr: genel eğitim

source: schoolwork
tr: okul ödevi

source: school life
tr: okul hayatı

source: teaching material
tr: öğretim malzemeleri

source: documentary system
tr: dokümanter sistem

source: means of communication
tr: iletişim araçları

source: communications system
tr: iletişim sistemi

source: data processing system
tr: bilgi işlem sistemi

source: social analysis
tr: sosyal analiz

source: behavioural science
tr: davranış bilimleri

source: health care profession
tr: sağlık mesleği

source: artificial reproductive technique
tr: suni üreme teknikleri

source: animal health
tr: hayvan sağlığı

source: war victim
tr: savaş mağduru

source: internal migration
tr: iç göç

source: geographical distribution of population
tr: nüfusun coğrafi dağılışı

source: composition of population
tr: nüfus bileşimi

source: rights of the individual
tr: birey hakları

source: economic rights
tr: ekonomik haklar

source: trend of opinion
tr: fikir eğilimi

source: political ideology
tr: politik görüş

source: marital status
tr: medeni hâl

source: socio-cultural group
tr: sosyo-kültürel grup

source: employment structure
tr: istihdam yapısı

source: occupational status
tr: mesleki durum

source: termination of employment
tr: iş sözleşmesinin feshi

source: working population engaged in agriculture
tr: aktif tarım nüfusu

source: leave on social grounds
tr: sosyal izin

source: labour force
tr: işgücü

source: camp
tr: kamp

source: bank (land)
tr: kıyı, bayır

source: wood hauling
tr: odun taşıma

source: royalty
tr: kullanım ücreti, ödenti

source: chart (act)
tr: çizelge

source: genetically modified organism
tr: genetiği değiştirilmiş organizma

source: pleasure cruising
tr: gemi yolculuğu

source: surface active compound
tr: yüzey etkin bileşik

source: pH-value
tr: pH değeri

source: craft industry
tr: elişi ürünleri sanayi

source: animal remain
tr: hayvan kalıntıları

source: chart (nautical)
tr: deniz haritası

source: nature conservation policy
tr: doğa koruma politikası

source: environmental sanitation
tr: çevre hijyeni

source: green fiscal instrument
tr: yeşil mali araçlar

source: mining
tr: madencilik

source: Black Sea
tr: Karadeniz

source: Caspian Sea
tr: Hazar Denizi

source: Mediterranean Sea
tr: Akdeniz

source: indigenous knowledge
tr: yerel bilgi birikimi

source: professional society
tr: meslek sendikaları

source: subject
tr: konu

source: persistant organic pollutant
tr: kalıcı organik kirleticiler

source: sediment mobilisation
tr: sedimentlerin yer değiştirmesi

source: habitat destruction
tr: doğal yaşam alanlarının yok edilmesi

source: land-based activity
tr: karasal faaliyet

source: physical alteration
tr: fiziksel değişim

source: sectoral assessment
tr: sektörel değerlendirme

source: information infrastructure
tr: bilgi altyapısı

source: geo-referenced information
tr: coğrafi referanslı bilgi

source: data centre
tr: veri merkezi

source: internet service provider
tr: internet servis sağlayıcısı

source: electronic information network
tr: elektronik bilgi ağı

source: wide area network
tr: geniş alan ağı

source: World Wide Web
tr: web, ağ

source: homepage
tr: giriş sayfası

source: hypertext
tr: yardımlı metin

source: bulletin board system
tr: duyuru tahtası sistemi

source: newsgroup
tr: forum

source: electronic mail
tr: elektronik posta

source: multimedia technology
tr: çoklu ortam teknolojisi

source: audio-visual presentation
tr: görsel-işitsel sunum

source: information kit
tr: bilgi kiti

source: exhibit
tr: sergileme

source: newsletter
tr: haber bülteni

source: radio programme
tr: radyo programı

source: television programme
tr: televizyon programı

source: public relations
tr: halkla ilişkiler

source: bibliographic information system
tr: bibliyografik bilgi sistemi

source: bibliographic information
tr: bibliyografik bilgi

source: referral information system
tr: yönlendirme bilgi sistemi

source: referral information
tr: yönlendirme bilgi

source: statistical information system
tr: istatistiksel bilgi sistemi

source: statistical information
tr: istatistiksel bilgi

source: library service
tr: kütüphane hizmetleri
