Repository: pklohar1994/testing123
Catalog: sources/XLIFF/Turkish.xlf
Languages: tr

source: ministry building
tr: bakanlık binası

source: aerial photography
tr: hava fotoğrafçılığı

source: swamp
tr: bataklık (kalıcı)

source: legislative process
tr: yasama süreci

source: returnable container
tr: iade edilebilir kap

source: waste gas dispersion
tr: atık gazların yayılması

source: intermediate product
tr: ara ürün

source: mutagenic substance
tr: mutajen madde

source: teratogenic substance
tr: teratojen madde

source: municipal heating network
tr: kentsel ısıtma şebekesi

source: excise
tr: tüketim vergisi

source: dipteran
tr: çiftkanatlılar

source: coniferous wood
tr: yumuşak odun

source: underground railway
tr: metro

source: government contracting
tr: devlet taahhüt işi

source: biosphere
tr: biyosfer

source: biosphere reserve
tr: biyosfer rezervi

source: biosynthesis
tr: biyosentez

source: biotechnology
tr: biyoteknoloji

source: biotic factor
tr: canlı çevre faktörü

source: biotope
tr: biyotop, yaşam ortamı

source: biotope network
tr: biyotop ortamı ağı

source: biotope protection
tr: biyotop ortamı koruma

source: bird
tr: kuş

source: bird sanctuary
tr: kuş barınağı

source: bird of prey
tr: av kuşu

source: bird species
tr: kuş türleri

source: birth control
tr: doğum kontrolü

source: bitumen
tr: bitüm

source: black coal
tr: antrasit

source: blast furnace
tr: yüksek fırın

source: bleaching agent
tr: ağartıcı madde

source: bleaching clay
tr: beyazlatma kili

source: bleaching process
tr: beyazlatma süreci

source: blood (tissue)
tr: kan (doku)

source: blue-green alga
tr: mavi-yeşil alg

source: boating
tr: yatçılık

source: biochemical oxygen demand
tr: biyokimyasal oksijen ihtiyacı

source: boiler
tr: kazan

source: boiling point
tr: kaynama noktası

source: book
tr: kitap

source: bookkeeping
tr: muhasebe

source: border
tr: sınır

source: boron
tr: bor

source: botanical garden
tr: botanik bahçesi

source: botany
tr: botanik

source: boundary crossing
tr: sınır geçişi

source: boundary layer
tr: sınır tabaka

source: bovid
tr: boynuzlugiller

source: brackish water
tr: acı su

source: bradyseism
tr: yavaş sismik hareketler

source: breast milk
tr: anne sütü

source: breeding
tr: genetik ıslah

source: breeding bird
tr: üreyebilen kuşlar

source: brewing industry
tr: bira sanayi

source: brick
tr: briket

source: bridge
tr: köprü

source: bromine
tr: brom

source: brooding
tr: kuluçkaya yatırma

source: brook
tr: dere, çay

source: brushwood
tr: çalılık

source: bryophyte
tr: briyofitler

source: bubble policy (emissions trading)
tr: bütüncül yaklaşım (emisyon ticareti)

source: budget
tr: bütçe

source: bug
tr: tahtakurusu

source: building
tr: bina, yapı

source: building area
tr: inşaat alanı

source: building component
tr: yapı bileşenleri

source: building industry
tr: inşaat sanayi

source: building land
tr: inşaat yapılabilir arazi

source: building material
tr: inşaat malzemesi

source: building materials industry
tr: inşaat malzemeleri sanayi

source: building planning
tr: yapı planlama

source: building regulation
tr: inşaat yönetmeliği

source: building site
tr: şantiye

source: building site preparation
tr: şantiye hazırlanması

source: building technology
tr: bina teknolojisi

source: building waste
tr: inşaat atığı

source: built drainage system
tr: bina drenaj sistemi

source: built environment
tr: yapay çevre

source: built structure
tr: bina

source: built-up area
tr: yerleşim alanı

source: bulb cultivation
tr: çiçek soğanı ekimi

source: bureaucratisation
tr: bürokrasi

source: bus
tr: otobüs

source: business
tr: iş,ticaret

source: butterfly
tr: kelebek

source: button-cell battery
tr: düğme pil

source: by-catch
tr: balıklarla birlikte yakalanan diğer türler

source: by-product
tr: yan ürün

source: cable
tr: kablo

source: cadmium
tr: kadmiyum

source: cadmium contamination
tr: kadmiyum zehirlenmesi

source: caesium
tr: sezyum

source: calcium
tr: kalsiyum

source: calcium content
tr: kalsiyum içeriği

source: calculation method
tr: hesap yöntemi

source: calibration
tr: kalibrasyon

source: calibration of measuring equipment
tr: ölçüm aletlerinin kalibrasyonu

source: camping
tr: kamp alanı

source: camping site
tr: kamp alanı

source: canal
tr: kanal

source: cancer
tr: kanser

source: cancer risk
tr: kanser riski

source: canid
tr: köpekgiller

source: car
tr: otomobil

source: carbohydrate
tr: karbonhidrat

source: carbon
tr: karbon

source: carbonate
tr: karbonat

source: carbon cycle
tr: karbon döngüsü

source: carbon dioxide
tr: karbondioksit

source: carbon dioxide tax
tr: karbon vergisi

source: carbon monoxide
tr: karbonmonoksit

source: carcass disposal
tr: karkas imhası

source: carcinogenicity
tr: kanseronjenlik

source: carcinogenicity test
tr: kanserojenlik testi

source: carcinogen
tr: kanserojen

source: cardiology
tr: kardiyoloji

source: cardiovascular disease
tr: kalp-damar hastalığı

source: Caribbean Area
tr: Karayipler

source: carnivore
tr: etobur, etle beslenen

source: ecological carrying capacity
tr: ekolojik taşıma kapasitesi

source: carry-over effect
tr: taşınan etki

source: cartography
tr: kartoğrafya

source: car tyre
tr: otomobil lastiği

source: cash crop
tr: ticari tarım ürünü

source: catalysis
tr: kataliz

source: catalyst
tr: katalizör

source: catalytic converter
tr: katalitik dönüştürücü

source: catastrophe
tr: felaket, afet

source: catchment area
tr: toplama havzası

source: catch yield
tr: balıkçılıkta verim

source: category of endangered species
tr: nesli tehlike altındaki türler sınıfı

source: cation
tr: katyon

source: cattle
tr: büyükbaş hayvan

source: cause for concern principle
tr: ihtiyati tedbir

source: cave
tr: mağara

source: cell (biology)
tr: hücre (biyoloji)

source: cell (energy)
tr: hücre (enerji)

source: cellulose
tr: selüloz

source: cellulose industry
tr: selüloz sanayi

source: cement
tr: çimento

source: cement industry
tr: çimento sanayi

source: cement manufacture
tr: çimento üretimi

source: Central Africa
tr: Orta Afrika

source: Central America
tr: Orta Amerika

source: Central Asia
tr: Orta Asya

source: central government
tr: merkezi yönetim

source: centralisation
tr: merkezileştirme

source: centrifugation
tr: santrifügasyon

source: cephalopod
tr: kafadanbacaklılar

source: ceramics
tr: seramik

source: ceramics industry
tr: seramik sanayi

source: cetacean
tr: deniz memelileri

source: Chagas' disease
tr: Chagas hastalığı, tripanozoma

source: chain management
tr: tedarik zinciri yönetimi

source: change in value
tr: değer değişimi

source: channelling
tr: dağıtım kanalı sistemi

source: charcoal
tr: odun kömürü

source: negotiable charge
tr: pazarlık edilebilir ceza

source: map chart
tr: özel harita

source: chelicerate
tr: keliserliler

source: chemical analysis
tr: kimyasal analiz

source: chemical composition
tr: kimyasal bileşim

source: chemical decontamination
tr: kimyasal arındırma

source: chemical engineering
tr: kimya mühendisliği

source: chemical fallout
tr: kimyasal serpinti

source: chemical fertiliser
tr: kimyasal gübre

source: chemical industry
tr: kimya sanayi

source: chemical installation
tr: kimya tesisi

source: chemical oceanography
tr: kimyasal oşinografi

source: chemical pest control
tr: zararlılarla kimyasal mücadele

source: chemical plant
tr: kimya fabrikası

source: chemical policy
tr: kimyasallar politikası

source: chemical pollutant
tr: kimyasal kirletici

source: chemical pollution
tr: kimyasal kirlilik

source: chemical process
tr: kimyasal süreç

source: chemical property
tr: kimyasal özellik

source: chemical reaction
tr: kimyasal reaksiyon

source: chemical risk
tr: kimyasal risk

source: chemical
tr: kimyasal madde

source: chemicals act
tr: kimyasallar kanunu

source: chemical in the environment
tr: ortamdaki kimyasal maddeler

source: testing of chemicals
tr: kimyasal madde testi

source: chemical structure
tr: kimyasal yapı

source: chemical treatment
tr: kimyasal arıtma

source: chemical treatment of waste
tr: atıkların kimyasal arıtımı

source: chemical waste
tr: kimyasal atık

source: chemical weapon
tr: kimyasal silah

source: chemisorption
tr: kimyasal adsorpsiyon

source: chemistry
tr: kimya

source: child
tr: çocuk

source: chimney
tr: baca

source: chimney height
tr: baca yüksekliği

source: chiropteran
tr: yarasa türü

source: chloride
tr: klorür

source: chlorinated hydrocarbon
tr: klorlu hidrokarbon

source: chlorination
tr: klorlama işlemi

source: chlorine
tr: klor

source: chloroethylene
tr: kloroetilen

source: chlorofluorocarbon
tr: kloroflorokarbon

source: CFC and halons prohibition
tr: kloroflorokarbon ve halon yasağı

source: partially halogenated chlorofluorohydrocarbon
tr: kısmen halojene edilmiş kloroflorohidrokarbon

source: chlorophenol
tr: klorofenol

source: chlorophyll
tr: klorofil

source: chlorosis
tr: kloroz

source: chromatographic analysis
tr: kromatografik analiz

source: chromatography
tr: kromatografi

source: chromium
tr: krom

source: chrysophyta
tr: altın sarısı algler

source: church
tr: kilise

source: citizen awareness
tr: vatandaşlık bilinci

source: city
tr: şehir, kent

source: city centre
tr: kent merkezi

source: municipal dumping
tr: belediye çöplüğü

source: civil air traffic
tr: sivil havacılık

source: civil engineering
tr: inşaat mühendisliği

source: civilian protection
tr: sivil savunma

source: civil law
tr: medeni kanun

source: claim for restitution
tr: iade talebi

source: class action suits law
tr: bir grup adına açılan dava

source: classification
tr: sınıflandırma

source: clay
tr: kil

source: cleaning up
tr: temizleme

source: cleansing department
tr: temizlik birimi

source: cleansing product
tr: temizlik ürünü

source: clean technology
tr: temiz teknoloji

source: climate
tr: iklim

source: climatic effect
tr: iklim etkisi

source: climate protection
tr: iklimin korunması

source: climate resource
tr: iklimsel kaynaklar

source: climate type
tr: iklim tipi

source: climatic alteration
tr: iklim özelliklerinin yavaş değişimi

source: climatic change
tr: iklim değişikliği

source: climatic experiment
tr: iklimsel deney

source: climatic factor
tr: iklimsel faktör

source: climatic zone
tr: iklim bölgesi

source: climatology
tr: klimatoloji

source: climax
tr: klimaks

source: climbing plant (wall)
tr: tırmanıcı bitkiler (duvar)

source: clinical symptom
tr: klinik semptom, belirti

source: cloning
tr: klonlama

source: closing down
tr: kapatma

source: closing down of firm
tr: şirket kapatma

source: clothing
tr: giyim eşyası

source: clothing industry
tr: giyim sanayi

source: cloud
tr: bulut

source: coagulation
tr: koagülasyon

source: coal
tr: kömür

source: coal-based energy
tr: kömüre dayalı enerji

source: coal-fired power plant
tr: kömür kullanan termik santral

source: coal gasification
tr: kömür gazlaştırma

source: coal liquefaction
tr: kömür sıvılaştırma

source: coal mining
tr: kömür madenciliği

source: coal refining
tr: kömür işleme, kömür yıkama

source: coal technology
tr: kömür teknolojisi

source: coast
tr: kıyı

source: coastal area
tr: kıyı bölgesi

source: coastal development
tr: kıyı bölgesinin kalkınması

source: coastal ecosystem
tr: kıyı ekosistemi

source: coastal environment
tr: kıyı çevresi

source: coastal erosion
tr: kıyı erozyonu

source: coastal fishing
tr: kıyı balıkçılığı

source: coastal pollution
tr: kıyı kirliliği

source: coastal water
tr: kıyı suları

source: coastal zone planning
tr: kıyı bölgelerinin planlanması

source: coastguard
tr: sahil koruma

source: coating
tr: kaplama

source: cobalt
tr: kobalt

source: cockroach
tr: hamam böceği

source: chemical oxygen demand
tr: kimyasal oksijen ihtiyacı

source: code of practice
tr: nizamname

source: code
tr: kanun

source: coelenterate
tr: sölenterler

source: cogeneration
tr: kojenerasyon

source: co-incineration
tr: birlikte yakma

source: coke
tr: kok

source: cold
tr: soğuk

source: cold zone ecosystem
tr: soğuk bölge ekosistemi

source: coliform bacterium
tr: kolibasili

source: colloid
tr: kolloid

source: colloidal state
tr: kolloidal

source: colonisation
tr: kolonizasyon

source: colourimetry
tr: kolorimetri, renk bilgisi

source: colour
tr: renk

source: combination effect
tr: kombinasyon etkisi

source: combined cycle-power station
tr: kombine çevrim santralleri

source: combined waste water
tr: kombine atık su

source: combustibility
tr: yanabilirlik

source: combustion engine
tr: yanmalı motor

source: combustion gas
tr: yakıt gazı

source: combustion residue
tr: yanma artığı

source: commercialisation
tr: ticarileştirme

source: commercial law
tr: ticaret hukuku

source: commercial noise
tr: ticari faaliyet kaynaklı gürültü

source: commercial traffic
tr: ticari trafik

source: commercial vehicle
tr: ticari araç

source: trade waste
tr: ticari faaliyet kaynaklı atık

source: common agricultural policy
tr: ortak tarım politikası

source: common agreement
tr: ortak sözleşme

source: communications
tr: komünikasyon, iletişim

source: ecological community
tr: ekoloji topluluğu

source: Community law
tr: topluluk hukuku

source: community participation
tr: topluluğa katılım

source: community-pays principle
tr: topluluk öder prensibi

source: commuter traffic
tr: banliyö trafiği

source: commuting
tr: günlük iş-ev gidiş gelişi

source: plutonium
tr: plütonyum

source: poaching
tr: ruhsatsız avlanma

source: point source
tr: nokta kaynağı

source: poison
tr: zehir

source: poisoning
tr: zehirleme

source: polar ecosystem
tr: kutup ekosistemi

source: polar region
tr: kutup bölgesi

source: polder
tr: denizden kazanılmış arazi

source: police
tr: polis

source: police law
tr: polis kanunu

source: rubber
tr: kauçuk

source: rubber processing
tr: kauçuk işleme

source: rubber processing industry
tr: kauçuk işleme sanayi

source: rubber waste
tr: kauçuk atık

source: runoff
tr: yüzey akışı

source: rural area
tr: kırsal bölge

source: rural environment
tr: kırsal çevre

source: rural population
tr: kırsal nüfus

source: rural settlement
tr: kırsal yerleşim

source: agritourism
tr: çiftlik turizmi

source: rural water supply
tr: kırsal bölgelere su tedariği

source: safety
tr: güvenlik

source: safety analysis
tr: güvenlik analizi

source: safety measure
tr: güvenlik tedbiri

source: safety rule
tr: güvenlik kuralları

source: safety standard
tr: güvenlik standardı

source: safety standard for building
tr: bina güvenliği standardı

source: safety study
tr: güvenlik etüdü

source: salamander
tr: salamandra

source: salination
tr: tuzlanma

source: salt content
tr: tuz içeriği

source: salt load
tr: tuz yükü

source: salt marsh
tr: tuzlu bataklık

source: salt meadow
tr: tuzlu çayır

source: salt plug
tr: tuz kubbesi

source: salt
tr: tuz

source: salt water
tr: tuzlu su

source: salvage
tr: kurtarılan mal

source: sampling
tr: numune alımı

source: sampling technique
tr: numune alım tekniği

source: sanction
tr: tasdik

source: sand
tr: kum

source: library
tr: kütüphane

source: licencing
tr: ruhsat verme

source: licencing procedure
tr: ruhsat süreci

source: licencing obligation
tr: ruhsat alma yükümlülüğü

source: lichen
tr: liken

source: life cycle
tr: yaşam döngüsü

source: life science
tr: yaşam bilimi

source: lifestyle
tr: yaşam tarzı

source: light
tr: ışık

source: lighting
tr: aydınlatma

source: separator of light liquids
tr: hafif sıvı ayırıcı

source: lignite
tr: linyit

source: lignite mining
tr: linyit madenciliği

source: lime
tr: kireç

source: limestone
tr: kireç taşı

source: limit value
tr: limit değeri

source: limnology
tr: limnoloji

source: linear source of sound
tr: doğrusal ses kaynağı

source: liner material
tr: geçirimsizlik tabakası

source: line source
tr: doğrusal kaynak (kirlilik)

source: lipid
tr: lipit

source: lipophilic substance
tr: lipofilik madde

source: liquefied gas
tr: sıvılaştırılmış gaz

source: liquid manure
tr: sıvı gübre

source: liquid state
tr: sıvı hal

source: liquid waste
tr: sıvı atık

source: literature
tr: edebiyat

source: literature data bank
tr: literatür veri bankası

source: literature evaluation
tr: edebi eleştiri

source: literature study
tr: literatür çalışması

source: lithosphere
tr: litosfer

source: litter
tr: çöp

source: littoral
tr: kıyı

source: livestock
tr: çiftlik hayvanları

source: livestock breeding
tr: büyükbaş hayvan ıslahı

source: livestock farming
tr: çiftlik hayvanları yetiştiriciliği

source: living condition
tr: yaşam koşulları

source: living marine resource
tr: biyolojik deniz kaynakları

source: living space
tr: yaşam alanı

source: lizard
tr: kertenkele

source: load bearing capacity
tr: taşıma kapasitesi (su)

source: radioactive tracer technique
tr: radyoaktif izleme tekniği

source: radioactive waste
tr: radyoaktif atık

source: radioactive waste management
tr: radyoaktif atık yönetimi

source: radioactivity
tr: radyoaktivite

source: radionuclide
tr: radyonükleid

source: rag
tr: bez

source: railroad vehicle
tr: demiryolu aracı

source: rail traffic
tr: demiryolu trafiği

source: rail transport
tr: demiryolu taşımacılığı

source: railway
tr: demiryolu

source: rain
tr: yağmur

source: rain forest
tr: yağmur ormanları

source: rainout
tr: yağış

source: rain water
tr: yağmur suyu

source: raising a site
tr: arazi yükseltme

source: random test
tr: rastgele test

source: rape (plant)
tr: kolza

source: rapid transit train
tr: hızlı tren

source: rare species
tr: nadir türler

source: raw material
tr: hammadde

source: raw material consumption
tr: hammadde tüketimi

source: raw material securing
tr: hammaddelerin korunması

source: reaction kinetics
tr: reaksiyon kinetiği

source: reactor
tr: reaktör

source: reactor safety
tr: reaktör emniyeti

source: reforestation
tr: yeniden ormanlaştırma

source: reasonableness
tr: uygunluk

source: recombinant DNA technology
tr: rekombinant DNA teknolojisi

source: recommendation
tr: tavsiye

source: recording of substances
tr: maddelerin kaydı

source: recovery of landscape
tr: arazi ıslahı

source: fauna restoration
tr: fauna restorasyonu

source: recovery plan
tr: geri dönüşüm planı

source: recreation
tr: rekreasyon

source: recreational area
tr: rekreasyon alanı

source: recyclability
tr: geri dönüşümlü

source: recyclable plastic
tr: geri dönüşümlü plastik

source: recycled material
tr: geri dönüştürülmüş malzeme

source: South Pacific Ocean
tr: Güney Pasifik Okyanusu

source: space (interplanetary)
tr: uzay (gezegenler arası)

source: space transportation
tr: uzay taşımacılığı

source: space travel
tr: uzay yolculuğu

source: space waste
tr: uzay atıkları

source: spasmodic croup
tr: spazmodik krup

source: spatial mobility
tr: mekansal hareketlilik

source: special authorisation
tr: özel izin

source: specialisation (biological)
tr: dönüşüm (biyoloji)

source: special law
tr: özel kanun

source: special waste
tr: özel atıklar

source: species
tr: tür

source: conservation of species
tr: türlerin korunması

source: species conservation programme
tr: tür koruma programı

source: species impoverishment
tr: türlerin azalması

source: species reintroduction
tr: türlerin yeniden ortama salınması

source: spectroscopy
tr: spektroskopi

source: speed
tr: hız

source: speed limit
tr: hız sınırı

source: spider
tr: örümcek

source: spillage
tr: kontrol dışı kaçak ve sızıntılar

source: spoil dump
tr: pasa alanı

source: poriferan
tr: süngergiller

source: sport
tr: spor

source: sports facility
tr: spor tesisleri

source: spray can
tr: sprey kutusu

source: sprayed asbestos
tr: püskürtülmüş asbest

source: spring (hydrology, land)
tr: pınar

source: spring water
tr: kaynak suyu

source: spurting
tr: püskürtme yoluyla sulama

source: square
tr: kare

source: squatter settlement
tr: gecekondu yerleşimi

source: stabilisation lagoon
tr: stabilizasyon lagünü

source: stable
tr: sabit

source: stack
tr: baca

source: standard
tr: standart

source: standardisation
tr: standartlaştırma

source: standard for building industry
tr: yapı standartları

source: staple food
tr: temel gıda

source: waste oil
tr: atık yağ

source: waste paper
tr: atık kağıt

source: waste processing industry
tr: atık arıtma sanayi

source: waste reclamation
tr: atık değerlendirme

source: waste recovery
tr: atık geri kazanma

source: waste recycling
tr: atık geri dönüşümü

source: waste reduction
tr: atık azaltma

source: waste removal industry
tr: atık bertaraf sanayi

source: waste sorting
tr: atık ayırma

source: waste storage
tr: atık depolama

source: waste transport
tr: atık nakliyesi

source: waste treatment
tr: atık arıtma

source: waste treatment plant
tr: atık arıtma tesisi

source: waste use
tr: atık kullanımı

source: waste volume
tr: atık hacmi

source: waste water
tr: atık su

source: waste water charge
tr: atık su vergisi

source: waste water discharge
tr: atık su bertarafı

source: waste water disposal
tr: atık su tahliyesi

source: wastewater from trade
tr: endüstriyel atık su

source: waste water legislation
tr: atık su yönetmeliği

source: waste water load
tr: atık su yükü

source: waste water purification
tr: atık su iyileştirme

source: waste water quality
tr: atık su kalitesi

source: waste water reduction
tr: atık su azaltımı

source: waste water sludge
tr: atık su çamuru

source: waste water statistics
tr: atık su istatistiği

source: waste water treatment
tr: atık su arıtma

source: waste water treatment plant
tr: atık su arıtma tesisi

source: water analysis
tr: su analizi

source: biological water balance
tr: biyolojik su dengesi

source: water body
tr: su kütlesi

source: water bottom
tr: su dibi

source: water collection
tr: su toplama

source: water conservation
tr: su muhafaza

source: water consumption
tr: su tüketimi

source: citizen rights
tr: vatandaş hakları

source: notice
tr: bildiri, ihbarname

source: circular mail
tr: genelge, tamim

source: Community ruling
tr: Topluluk kararları

source: order
tr: emir

source: administrative instructions
tr: idari talimatlar

source: technical instruction
tr: teknik talimatlar

source: law (corpus of rules)
tr: kanun (hükümler külliyatı)

source: hunting licence
tr: av izin belgesi

source: building permit
tr: yapı ruhsatı, inşaat izni

source: fishing licence
tr: balık avlama izin belgesi

source: law draft
tr: yasa tasarısı

source: regulation
tr: düzenleme, tüzük

source: transposition of directive
tr: direktifin iç hukuka aktarılması

source: concession
tr: imtiyaz, ayrıcalık

source: public discussion
tr: kamusal tartışma

source: declaration of public utility
tr: kamu hizmetlerinin ilanı

source: private domain
tr: özel mülk

source: public waterways domain
tr: kamuya ait suyolları

source: dune
tr: kumul

source: duration of sunshine
tr: günışığı süresi

source: dust
tr: toz

source: dust immission
tr: toz imisyonu

source: dust removal
tr: toz giderimi

source: registration obligation
tr: kayıt zorunluluğu

source: dwelling
tr: konut

source: dye
tr: boya

source: dyke
tr: bent, set

source: dyke reinforcement
tr: bent güçlendirmesi

source: early warning system
tr: erken uyarı sistemi

source: earth's crust
tr: yer kabuğu

source: earthquake
tr: deprem

source: earth science
tr: yer bilimi

source: Earth-Sun relationship
tr: dünya-güneş ilişkileri

source: earthworm
tr: solucan

source: earwig
tr: kulağakaçan

source: East Africa
tr: Doğu Afrika

source: Eastern Asia
tr: Doğu Asya

source: Eastern Europe
tr: Doğu Avrupa

source: East-West relations
tr: Doğu-Batı ilişkileri

source: East-West trade
tr: Doğu-Batı ticareti

source: EC Council of Ministers
tr: Avrupa Birliği Bakanlar Konseyi

source: EC directive
tr: AB direktifleri

source: EC directive on biocides
tr: AB biyositler direktifi

source: EC directive on packaging
tr: AB ambalaj direktifleri

source: EC directive on waste disposal
tr: AB atık çerçeve direktifi

source: EC directive on water protection
tr: AB su çerçeve direktifi

source: EC ecolabel
tr: AB eko-etiket direktifi

source: echinoderm
tr: derisi dikenliler

source: ecodevelopment
tr: eko-gelişme
