Repository: pklohar1994/testing123
Catalog: sources/XLIFF/Turkish.xlf
Languages: tr

source: distilling industry
tr: damıtma sanayi

source: distortion of competition
tr: rekabetin bozulması

source: distribution
tr: dağıtım

source: district heating
tr: bölgesel ısıtma

source: district heating plant
tr: bölgesel ısıtma tesisi

source: disused military site
tr: terk edilmiş askeri saha

source: ditch
tr: hendek

source: document
tr: doküman, belge

source: documentation
tr: dokümantasyon

source: documentation centre
tr: dokümantasyon merkezi

source: document type
tr: doküman türü

source: natural hazard
tr: doğal tehlike

source: natural heritage
tr: doğal miras

source: rights of nature
tr: doğa kanunu

source: natural material
tr: doğal malzeme

source: natural monument
tr: tabiat anıtı

source: natural park
tr: tabiat parkı

source: natural radioactivity
tr: doğal radyoaktivite

source: natural resource conservation
tr: doğal kaynakların korunması

source: natural resource
tr: doğal kaynaklar

source: natural scenery
tr: doğal peyzaj

source: natural science
tr: doğa bilimi

source: natural stone
tr: doğal taşlar

source: natural value
tr: doğal zenginlik

source: nature conservation organisation
tr: doğa koruma teşkilatı

source: nature conservation
tr: doğa koruma

source: nature conservation legislation
tr: doğa koruma mevzuatı

source: nature conservation programme
tr: doğa koruma programı

source: nature protection
tr: doğa koruma

source: nature reserve
tr: doğal rezerv

source: nausea
tr: bulantı

source: navigational hazard
tr: seyir tehlikesi

source: necrosis
tr: nekroz, doku ölümü

source: need
tr: ihtiyaç

source: neighbourhood improvement scheme
tr: komşuluk iyileştirme planı

source: nematode
tr: nematod

source: nervous system
tr: sinir sistemi

source: net resource depletion
tr: kaynakların fakirleşmesi

source: netting policy (emissions trading)
tr: örgün emisyon politikası

source: neurotoxicity
tr: nörotoksisite

source: neutralisation
tr: nötralizasyon

source: new community
tr: yeni topluluk

source: new installation
tr: yeni tesis

source: new material
tr: yeni malzeme

source: new technology
tr: yeni teknoloji

source: nickel
tr: nikel

source: nitrate
tr: nitrat

source: nitrification
tr: nitrifikasyon

source: dog
tr: köpek

source: domestic appliance
tr: elektrikli ev aletleri

source: domesticated animal
tr: evcil hayvan

source: domestic fuel
tr: evsel yakıt

source: domestic fuel oil
tr: ısıtma yakıtı

source: domestic noise
tr: ev faaliyetleri gürültüsü

source: domestic trade
tr: yerel ticaret

source: domestic waste
tr: evsel atıklar

source: domestic waste landfill
tr: evsel atık depolama sahası

source: domestic waste water
tr: evsel atık su

source: dosage
tr: dozaj

source: dose
tr: doz

source: dose-effect relationship
tr: doz-etki ilişkisi

source: draft legislation
tr: yasa tasarısı

source: dragonfly
tr: yusufçuk

source: drainage
tr: drenaj

source: drainage water
tr: drenaj suyu

source: draught animal
tr: yük hayvanı

source: dredged material
tr: dip taramasından çıkan malzeme

source: dredging
tr: deniz dibi tarama

source: olive oil mill wastewater
tr: karasu

source: drift net fishing
tr: sürüklemeli ağ balıkçılığı

source: drilling
tr: sondaj

source: drilling installation
tr: sondaj tesisi

source: drinking water
tr: içme suyu

source: drinking water protection area
tr: içme suyu koruma alanı

source: drinking water supply
tr: içme suyu temini

source: drinking water treatment
tr: içme suyu arıtma

source: drought
tr: kuraklık

source: drought control
tr: kuraklığa karşı mücadele

source: drug abuse
tr: madde bağımlılığı

source: drug (medicine)
tr: ilaç

source: dry cleaning
tr: kuru temizleme

source: dry deposition
tr: kuru birikim

source: dry farming
tr: kuru tarım

source: drying
tr: kurutma

source: drying out
tr: kuruluk

source: dual economy
tr: ikili ekonomi

source: dual waste management
tr: dual sistem atık yönetimi

source: dumping
tr: düzensiz atık boşaltımı

source: land disposal
tr: atık boşaltım sahası

source: ecological niche
tr: ekolojik yaşam alanı

source: ecological parameter
tr: ekolojik parametre

source: ecologically sensitive area
tr: hassas bölge (ekoloji)

source: ecological stocktaking
tr: ekolojik envanter

source: ecologist movement
tr: ekolojist hareket

source: ecology
tr: ekoloji

source: trophic ecology
tr: trofik ekoloji

source: economic activity
tr: ekonomik faaliyet

source: economical-ecological efficiency
tr: ekonomik-ekolojik verimlilik

source: economic analysis
tr: ekonomik analiz

source: economic development
tr: ekonomik kalkınma

source: economic growth
tr: ekonomik büyüme

source: economic instrument
tr: ekonomik araç

source: economic management instrument
tr: ekonomik yönetim aracı

source: economic planning
tr: ekonomik planlama

source: economic policy
tr: ekonomi politikası

source: economics
tr: ekonomi bilimi

source: economic situation
tr: ekonomik durum

source: economic system
tr: ekonomik sistem

source: economic theory
tr: ekonomi teorisi

source: economic trend
tr: ekonomik eğilim

source: economic viability
tr: finansal kapasite

source: economic zoning
tr: ekonomik bölge

source: economy
tr: ekonomi

source: eco-paediatrics
tr: ekopediatri

source: ecophysiology
tr: ekofizyoloji

source: ecosystem
tr: ekosistem

source: ecosystem analysis
tr: ekosistem analizi

source: ecosystem degradation
tr: ekosistemin bozulması

source: ecosystem research
tr: ekosistem araştırmaları

source: ecosystem type
tr: ekosistem tipi

source: ecotourism
tr: ekoturizm

source: ecotoxicity
tr: ekotoksisite

source: ecotoxicological evaluation
tr: ekotoksikolojik değerlendirme

source: ecotoxicology
tr: ekotoksikoloji

source: ecotype
tr: ekotip

source: EC policy
tr: AB politikası

source: EC regulation
tr: AB tüzüğü

source: EC regulation on eco-management and audit
tr: AB eko-yönetim ve denetim tüzüğü

source: EC regulation on existing chemicals
tr: AB mevcut kimyasal maddeler tüzüğü

source: edaphology
tr: edafoloji

source: edible fat
tr: sıvıyağ, yemeklik yağ

source: education
tr: eğitim

source: educational institution
tr: eğitim kurumu

source: educational planning
tr: eğitim planlaması

source: education policy
tr: eğitim politikası

source: educational system
tr: eğitim sistemi

source: effect
tr: etki

source: effect on health
tr: sağlık üzerindeki etki

source: effect on man
tr: insan üzerindeki etki

source: effect on the environment
tr: çevre üzerindeki etki

source: research of the effects
tr: etki araştırmaları

source: efficiency criterion
tr: verim kriterleri

source: efficiency level
tr: verim seviyesi

source: effluent
tr: atık su, lağım suyu

source: egg
tr: yumurta

source: EIA directive
tr: çevresel etkilerin değerlendirilmesi direktifi

source: EIA law
tr: çevresel etki değerlendirmesi yönetmeliği

source: EIA (local)
tr: çevresel etki değerlendirmesi

source: elasticity
tr: esneklik

source: elderly person
tr: yaşlı

source: electrical engineering
tr: elektrik mühendisliği

source: electrical industry
tr: elektrik endüstrisi

source: electrical storage device
tr: elektrik depolama aygıtı

source: electricity
tr: elektrik

source: electricity company
tr: elektrik şirketi

source: electricity consumption
tr: elektrik tüketimi

source: electricity generation
tr: elektrik enerjisi üretimi

source: electricity generation cost
tr: elektrik üretim maliyeti

source: electricity supply industry
tr: elektrik üretim ve dağıtım sanayi

source: electric line
tr: elektrik hattı

source: electric power
tr: elektrik enerjisi

source: electric power plant
tr: elektrik santrali

source: electric power supply
tr: elektrik enerjisi temini

source: electric vehicle
tr: elektrikli araç

source: electrokinetics
tr: elektrokinetik

source: electrolysis
tr: elektroliz

source: electronic material
tr: elektronik teçhizat

source: electronics
tr: elektronik

source: electronic scrap
tr: elektronik hurda

source: electronic scrap regulation
tr: elektronik hurdalar için yasal düzenleme

source: electrosmog
tr: elektromanyetik kirlilik

source: electrotechnical equipment
tr: elektroteknik ekipman

source: electrotechnical industry
tr: elektroteknik sanayi

source: element of group 0
tr: grup 0 elementleri

source: element of group I (alkaline)
tr: grup I elementleri (alkalinler)

source: element of group II (alkaline earth metals)
tr: grup II elementleri (toprak-alkali metaller)

source: element of group III
tr: grup III elementleri

source: element of group IV
tr: grup IV elementleri

source: element of group V
tr: grup V elementleri

source: element of group VI
tr: grup VI elementleri

source: element of group VII
tr: grup VII elementleri

source: chemical element
tr: kimyasal element

source: emancipation
tr: ulusal özgürleşim

source: embryo
tr: embriyo

source: embryogenesis
tr: embriyojenez

source: emergency law
tr: acil durum yasası

source: emergency plan
tr: acil durum planı

source: emergency relief
tr: acil durum yardımı

source: emergency relief measure
tr: acil yardım tedbirleri

source: emergency shelter
tr: acil durum sığınağı

source: emission
tr: emisyon

source: emission control
tr: emisyon kontrolü

source: emission data
tr: emisyon verileri

source: emission factor
tr: emisyon faktörü

source: emission forecast
tr: emisyon tahmini

source: energy production
tr: enerji üretimi

source: energy recovery
tr: enerji geri kazanımı

source: energy resource
tr: enerji rezervi

source: energy saving
tr: enerji koruma

source: energy source
tr: enerji kaynağı

source: energy source material
tr: enerji üretim maddeleri

source: energy storage
tr: enerji depolama

source: energy supply
tr: enerji temini

source: energy technology
tr: enerji teknolojisi

source: energy type
tr: enerji türü

source: energy utilisation
tr: enerji kullanımı

source: energy utilisation pattern
tr: enerji kullanım modeli

source: enforcement
tr: uygulama, yürürlüğe koyma

source: engine
tr: motor

source: enlargement policy
tr: genişleme politikası

source: enlargement programme
tr: genişleme programı

source: enriched uranium
tr: zenginleştirilmiş uranyum

source: enrichment
tr: zenginleştirme

source: adequate food supply
tr: yeterli gıda tedariği

source: environmental accident
tr: çevre kazası

source: environmental accounting
tr: çevre muhasebesi

source: environmental protection advice
tr: çevre koruma tavsiyeleri

source: environmental anxiety
tr: çevresel endişe

source: environmental sustainable architecture
tr: sürdürülebilir ekolojik mimarlık

source: environmental aspect of human settlements
tr: insan yerleşimlerinin ekolojik yönü

source: environmental assessment
tr: çevresel değerlendirme

source: environmental assessment criterion
tr: çevresel değerlendirme kriteri

source: environmental auditing
tr: çevre denetimi

source: environmental awareness
tr: çevre bilinci

source: environmental balance
tr: çevresel denge

source: environmental change
tr: ekolojik değişim

source: environmental chemicals legislation
tr: çevre kimyasalları mevzuatı

source: environmental chemistry
tr: çevre kimyası

source: environmental compatibility
tr: çevreye uyumluluk

source: environmental consequence
tr: çevresel sonuçlar

source: environmental conservation
tr: çevre koruma

source: environmental contingency planning
tr: afet durumunda çevre yönetim planı

source: environmental control
tr: çevre kontrolü

source: environmental cost
tr: çevresel maliyetler

source: environmental crime
tr: ekolojik suç

source: environmental criminal law
tr: çevreye karşı suçlar kanunu

source: environmental criterion
tr: çevre standartları

source: environmental culture
tr: çevresel kültür

source: environmental damage
tr: çevresel hasar

source: environmental data
tr: çevresel veri

source: environmental development
tr: çevresel gelişim

source: environmental economy issue
tr: çevresel ekonomi sorunları

source: environmental economics
tr: çevre ekonomisi

source: environmental education
tr: çevre eğitimi

source: environmental enterprise
tr: çevre danışmanlık şirketi

source: environmental ethics
tr: çevre etiği

source: environmental fund
tr: çevre fonu

source: environmental hazard
tr: çevresel tehlike

source: environmental health
tr: çevre sağlığı

source: environmental health hazard
tr: çevre sağlığı riskleri

source: environmental health impact assessment
tr: çevresel sağlık etki değerlendirmesi

source: environmental health protection
tr: çevre sağlığı koruma

source: environmental history
tr: ekoloji tarihi

source: environmental impact
tr: çevresel etki

source: environmental impact assessment
tr: çevresel etki değerlendirmesi

source: environmental impact of agriculture
tr: tarımın çevre üzerindeki etkileri

source: environmental impact of aquaculture
tr: su ürünlerinin çevresel etkileri

source: environmental impact of energy
tr: enerjinin çevresel etkileri

source: environmental impact of fishing
tr: balıkçılığın çevresel etkileri

source: environmental impact of forestry
tr: ormancılığın çevresel etkileri

source: environmental impact of households
tr: konutların çevresel etkileri

source: environmental impact of industry
tr: sanayinin çevresel etkileri

source: environmental impact of recreation
tr: rekreasyon çalışmalarının çevresel etkileri

source: environmental impact of tourism
tr: turizmin çevresel etkileri

source: environmental impact of transport
tr: taşımacılığın çevresel etkileri

source: environmental impact statement
tr: çevresel etki değerlendirmesi raporu

source: environmental impact study
tr: çevresel etki etüdü

source: environmental incentive
tr: çevresel teşvik

source: environmental indicator
tr: çevresel gösterge

source: environmental index
tr: çevresel endeks

source: environmental industry
tr: çevre endüstrisi

source: environmental informatics
tr: çevre bilişim

source: environmental information
tr: çevresel bilgi

source: environmental information network
tr: çevre bilgi ağı

source: environmental information system
tr: çevresel bilgi sistemi

source: environmental investment
tr: çevre yatırımı

source: environmentalism
tr: çevrecilik

source: environmental law
tr: çevre kanunu

source: environmental law enforcement
tr: çevre kanununun uygulanması

source: environmental legislation
tr: çevre mevzuatı

source: environmental legislation on agriculture
tr: tarımsal çevre mevzuatı

source: environmental legislative process
tr: çevresel yasama süreci

source: environmental liability
tr: çevresel sorumluluk

source: environmental licence
tr: çevre izin ve lisans belgesi

source: environmentally dangerous substance
tr: çevreye zararlı madde

source: environmental friendly procurement
tr: çevre dostu tedarik

source: environmentally friendly product
tr: çevre dostu ürün

source: environmentally friendly management
tr: çevre dostu yönetim

source: environmentally related disease
tr: çevreyle ilgili hastalık

source: environmentally responsible behaviour
tr: çevreye duyarlı davranış

source: environmentally unfriendly firm
tr: çevreye zararlı firma

source: environmental management
tr: çevre yönetimi

source: environmental medicine
tr: çevre tıbbı

source: environmental misconduct
tr: çevresel usulsüzlük

source: environmental monitoring
tr: çevresel izleme

source: environmental noise
tr: çevresel gürültü

source: environmental perception
tr: çevresel algı

source: environmental performance
tr: çevresel performans

source: environmental planning
tr: çevresel planlama

source: environmental plan
tr: çevre planı

source: environmental policy
tr: çevre politikası

source: environmental policy instrument
tr: çevre yönetimi araçları

source: environmental pollution
tr: çevre kirliliği

source: environmental priority
tr: çevresel öncelikler

source: environmental programme
tr: çevre programı

source: environmental protection
tr: çevre koruma

source: environmental protection agency
tr: çevre koruma idaresi

source: environmental protection association
tr: çevre koruma birliği

source: environmental protection cost
tr: çevre koruma maliyeti

source: environmental protection in the enterprise
tr: kurumsal çevre koruma

source: environmental protection order
tr: çevre koruma emri

source: environmental protection organisation
tr: çevre koruma teşkilatı

source: environmental protection regulation
tr: çevre koruma tüzüğü

source: environmental protection technology
tr: çevre koruma teknolojisi

source: environmental psychology
tr: çevresel psikoloji

source: environmental quality
tr: çevre kalitesi

source: environmental quality criterion
tr: çevre kalite kriteri

source: environmental quality objective
tr: çevresel kalite hedefleri

source: environmental quality standard
tr: çevre kalite standardı

source: environmental report
tr: çevre raporu

source: environmental research
tr: çevre araştırmaları

source: environmental risk assessment
tr: çevresel risk değerlendirme

source: environmental risk
tr: çevresel risk

source: environmental science
tr: çevre bilim

source: environmental security
tr: çevresel güvenlik

source: environmental specimen bank
tr: çevresel numune bankası

source: environmental statement (eco-audit)
tr: eko-denetim

source: environmental statistics
tr: çevre istatistikleri

source: environmental stock exchange
tr: çevresel değerler borsası

source: environmental subsidy
tr: çevresel sübvansiyonlar

source: environmental target
tr: çevre hedefleri

source: environmental teaching
tr: çevre öğretisi

source: environmental technology
tr: çevre teknolojisi

source: environmental terminology
tr: çevre terminolojisi

source: environmental training
tr: çevre eğitimi

source: environmental economic valuation
tr: çevresel ekonomik değerlendirme

source: environmental vandalism
tr: çevresel vandalizm

source: environmental warfare
tr: çevre savaşı

source: environment friendly
tr: çevre dostu

source: environment
tr: çevre

source: enzyme
tr: enzim

source: epidemic
tr: epidemi

source: epidemiology
tr: epidemiyoloji

source: equine
tr: atgiller

source: equipment
tr: ekipman, malzeme

source: equivalent dose
tr: eşit doz

source: ergonomics
tr: ergonomi

source: erosion
tr: erozyon

source: erosion control
tr: erozyon kontrolü

source: estuarine biology
tr: nehir ağzı biyolojisi

source: estuarine conservation area
tr: nehir ağzı koruma bölgesi

source: estuarine ecosystem
tr: nehir ağzı ekosistemi

source: estuarine oceanography
tr: nehir ağzı oşinografisi

source: estuary
tr: nehir ağzı

source: etching
tr: gravür

source: etching substance
tr: aşındırıcı madde

source: ether
tr: eter

source: ethics
tr: etik

source: ethnology
tr: etnoloji

source: ethology
tr: etoloji

source: EU Council
tr: Avrupa Birliği Konseyi

source: Euratom
tr: Euratom- Avrupa Atom Enerjisi Topluluğu

source: Europe
tr: Avrupa

source: European Commission
tr: Avrupa Komisyonu

source: European Court of Justice
tr: Avrupa Adalet Divanı

source: European Environment Agency
tr: Avrupa Çevre Ajansı

source: European Environmental Council
tr: Avrupa Çevre Konseyi

source: European nature reserve
tr: Avrupa doğal rezervi

source: European Parliament
tr: Avrupa Parlamentosu

source: European Union
tr: Avrupa Birliği

source: eutrophication
tr: ötrofikasyon

source: evaluation
tr: değerlendirme

source: evaluation criterion
tr: değerlendirme kriteri

source: evaluation method
tr: değerlendirme yöntemi

source: evaluation of technology
tr: teknoloji değerlendirme

source: evaporation
tr: buharlaşma

source: evapotranspiration
tr: evapotranspirasyon

source: evolution
tr: evrim

source: exact science
tr: müspet bilim

source: excavated hole
tr: kazılmış çukur

source: excavation (process)
tr: kazı, hafriyat

source: excavation heap
tr: kazı hafriyatı

source: excavation site
tr: kazı sahası

source: excessive height of chimney stacks
tr: fabrika bacalarında aşırı yükseklik

source: executive order
tr: yönetici talimatı

source: exhaust device
tr: hava tahliye cihazı

source: exhaust gas
tr: egzoz gazı

source: existing chemical
tr: mevcut kimyasallar

source: exotic species
tr: egzotik türler

source: expenditure
tr: harcama

source: experiment
tr: deney

source: expert system
tr: uzman sistemleri

source: exploration
tr: keşif

source: explosion
tr: patlama

source: explosive
tr: patlayıcı

source: export
tr: ihracat

source: export licence
tr: ihracat izni

source: export of hazardous wastes
tr: tehlikeli atık ihracatı

source: exposure
tr: maruz kalma

source: expropriation
tr: kamulaştırma

source: extensive cattle farming
tr: geniş alanda sığırcılık

source: externality
tr: dışsallık

source: extinction (ecological)
tr: neslin tükenmesi

source: extinct species (IUCN)
tr: nesli tükenmiş türler

source: extraction
tr: ekstraksiyon, çıkartım

source: extractive industry
tr: maden sanayi

source: fabric
tr: dokuma, kumaş

source: factor market
tr: faktör piyasası

source: factory farming
tr: endüstriyel besicilik

source: faecal bacterium
tr: dışkısal bakteri

source: fallout
tr: serpinti

source: fallow area
tr: nadasa bırakılmış arazi

source: fallow land
tr: nadasa bırakılmış arazi

source: family
tr: aile

source: family planning
tr: aile planlaması

source: famine
tr: kıtlık

source: farm animal
tr: besi hayvanı

source: farm building
tr: çiftlik (bina)

source: farm
tr: çiftlik (işletme)

source: fast traffic
tr: hızlı trafik akışı

source: federal authority
tr: federal yönetim

source: phytotoxicity
tr: fitotoksite

source: pickling plant
tr: dekapaj atölyesi

source: satellite image
tr: uydu görüntüsü

source: pilotage
tr: pilotaj, kılavuzluk

source: pilot plant
tr: pilot tesis

source: pilot project
tr: pilot proje

source: pinniped
tr: yüzgeçayaklılar

source: pipeline
tr: boru hattı

source: pipe
tr: boru

source: plain
tr: düzlük

source: plane source
tr: düzlemsel emisyon kaynakları

source: planned urban development
tr: planlı kentsel kalkınma

source: planning
tr: planlama

source: planning law
tr: planlama kanunu

source: planning measure
tr: planlama önlemleri

source: planning permission
tr: planlama izni

source: Planning-Programming-Budgeting System
tr: Planlama-Programlama-Bütçeleme Sistemi

source: plant breeding
tr: bitki ıslahı

source: plant community
tr: bitki toplulukları

source: plant component
tr: bitki bileşenleri

source: plant disease
tr: bitki hastalıkları

source: plant equipment
tr: fabrika ekipmanı

source: plant genetics
tr: bitki genetiği

source: plant health care
tr: fitosaniter, bitki sağlığı

source: plant protection product
tr: fitosaniter ürün

source: plantigrade
tr: düztaban

source: planting
tr: dikim (ağaç)

source: plant physiology
tr: bitki fizyolojisi

source: plant protection
tr: bitkilerin korunması

source: testing of plant protection products
tr: fitosaniter ürün testleri

source: plant (biology)
tr: bitki

source: plant textile fibre
tr: bitkisel kökenli tekstil elyafı

source: plant trade
tr: bitki ticareti

source: plasma technology
tr: plazma teknolojisi

source: plastic
tr: plastik

source: plastic waste
tr: plastik atıklar

source: platinum
tr: platin

source: playground
tr: oyun sahası

source: sand dune fixation
tr: kumulların tesbiti

source: sand dune
tr: kumul

source: sand extraction
tr: kum tahliye

source: sand pit
tr: kum havuzu

source: sanitary fitting
tr: sıhhi malzeme

source: sanitary landfill
tr: sıhhi depolama

source: sanitation
tr: sağlık önlemleri

source: sanitation plan
tr: sağlık planı

source: saprobic index
tr: saprobik endeks

source: saprobe
tr: saprobi

source: satellite
tr: uydu

source: saving
tr: tasarruf

source: sawdust
tr: talaş

source: schistosomiasis
tr: şistozomiyaz

source: school
tr: okul

source: school teaching
tr: okul eğitimi

source: science
tr: bilim

source: scientific and technical information
tr: bilimsel ve teknik bilgi

source: chemical measurement of pollution
tr: çevre kirliliğinin kimyasal ölçümü

source: measuring instrument
tr: ölçüm aleti

source: pollutant evolution
tr: kirleticilerin evrimi

source: urban noise
tr: kentsel gürültü
