Repository: pklohar1994/testing123
Catalog: sources/XLIFF/Turkish.xlf
Languages: tr

source: ACCESSORY LISTS
tr: YARDIMCI LİSTELER

source: HUMAN ACTIVITIES AND PRODUCTS, EFFECTS ON THE ENVIRONMENT
tr: İNSAN FAALİYETLERİ VE ÜRÜNLERİ, ÇEVRE ÜZERİNE ETKİLERİ

source: NATURAL ENVIRONMENT, ANTHROPIC ENVIRONMENT
tr: DOĞAL ÇEVRE, YAPAY ÇEVRE

source: SOCIAL ASPECTS, ENVIRONMENTAL POLICY MEASURES
tr: TOPLUMSAL YÖNLER, ÇEVRE POLİTİKASI TEDBİRLERİ

source: ADMINISTRATION, MANAGEMENT, POLICY, POLITICS, INSTITUTIONS, PLANNING
tr: İDARE, YÖNETİM, POLİTİKA, SİYASET, KURUMLAR, PLANLAMA

source: AGRICULTURE, FORESTRY; ANIMAL HUSBANDRY; FISHERY
tr: TARIM, ORMANCILIK; HAYVANCILIK; BALIKÇILIK

source: ATMOSPHERE (air, climate)
tr: ATMOSFER (hava, iklim)

source: BIOSPHERE (organisms, ecosystems)
tr: BİYOSFER (canlılar, ekosistemler)

source: ANTHROPOSPHERE (built environment, human settlements, land setup)
tr: ANTROPOSFER (yapay çevre, yerleşim yerleri, arazi düzeni)

source: CHEMISTRY, SUBSTANCES, PROCESSES
tr: KİMYA, MADDELER, SÜREÇLER

source: INFORMATION, EDUCATION, CULTURE, ENVIRONMENTAL AWARENESS
tr: BİLGİ, EĞİTİM, KÜLTÜR, ÇEVRESEL FARKINDALIK

source: ECONOMICS, FINANCE
tr: EKONOMİ, FİNANS

source: ENERGY
tr: ENERJİ

source: HEALTH, NUTRITION
tr: SAĞLIK, BESLENME

source: HYDROSPHERE (freshwater, marine water, waters)
tr: HİDROSFER (temiz su, deniz suyu, sular)

source: INDUSTRY, CRAFTS; TECHNOLOGY; EQUIPMENTS
tr: SANAYİ, EL SANATLARI; TEKNOLOJİ, EKİPMAN (DONATIM)

source: LAND (landscape, geography)
tr: ARAZİ (peyzaj, coğrafya)

source: LEGISLATION, NORMS, CONVENTIONS
tr: MEVZUAT, NORMLAR, ULUSLAR ARASI SÖZLEŞMELER

source: LITHOSPHERE (soil, geological processes)
tr: LITOSFER (toprak, jeolojik süreçler)

source: PHYSICAL ASPECTS, NOISE, VIBRATIONS, RADIATIONS
tr: FİZİKSEL YÖNLER, GÜRÜLTÜ, TİTREŞİM, RADYASYON

source: RECREATION, TOURISM
tr: YENİDEN YAPILANDIRMA, TURİZM

source: RESEARCH, SCIENCES
tr: ARAŞTIRMA, FEN BİLİMLERi (BİLİM)

source: RISKS, SAFETY
tr: RİSKLER, GÜVENLİK

source: SOCIETY
tr: TOPLUM

source: SPACE
tr: ALAN

source: TRADE, SERVICES
tr: TİCARET, HİZMETLER

source: TRAFFIC, TRANSPORTATION
tr: TRAFİK, ULAŞIM

source: WASTES, POLLUTANTS, POLLUTION
tr: ATIKLAR, KİRLETİCİLER, KİRLİLİK

source: ENVIRONMENT (natural environment, anthropic environment)
tr: ÇEVRE (doğal çevre, yapay çevre)

source: PRODUCTS, MATERIALS
tr: ÜRÜNLER, MATERYALLER

source: EFFECTS, IMPACTS
tr: ETKİLER, TESİRLER / SONUÇLER, ETKİLER

source: GENERAL TERMS
tr: GENEL TERİMLER

source: RESOURCES (utilisation of resources)
tr: KAYNAKLAR (kaynakların kullanımı)

source: ENVIRONMENTAL POLICY
tr: ÇEVRE POLİTİKASI

source: TIME (chronology)
tr: ZAMAN (kronoloji)

source: FUNCTIONAL TERMS
tr: İŞLEVSEL TERİMLER

source: administration
tr: idare

source: agriculture
tr: tarım

source: air
tr: hava

source: animal husbandry
tr: hayvancılık

source: biology
tr: biyoloji

source: building
tr: yapı

source: chemistry
tr: kimya

source: climate
tr: iklim

source: disasters, accidents, risk
tr: afetler, kazalar, risk

source: economics
tr: ekonomi

source: energy
tr: enerji

source: environmental policy
tr: çevre politikası

source: fishery
tr: balıkçılık

source: food, drinking water
tr: gıda, içme suyu

source: forestry
tr: ormancılık

source: general
tr: genel

source: geography
tr: coğrafya

source: human health
tr: insan sağlığı

source: industry
tr: sanayi

source: information
tr: bilgi

source: legislation
tr: mevzuat

source: materials
tr: materyaller

source: military aspects
tr: askeri yönler

source: natural areas, landscape, ecosystems
tr: doğal alanlar, peyzaj, ekosistemler

source: natural dynamics
tr: doğal dinamikler

source: noise, vibrations
tr: gürültü, titreşim

source: physics
tr: fizik

source: pollution
tr: kirlilik

source: radiations
tr: radyasyon

source: research
tr: araştırma

source: resources
tr: kaynaklar

source: social aspects, population
tr: sosyal yönler, nüfus

source: soil
tr: toprak

source: space
tr: alan

source: tourism
tr: turizm

source: trade, services
tr: ticaret, hizmetler

source: transport
tr: taşıma

source: urban environment, urban stress
tr: kentsel çevre, kentsel baskı

source: waste
tr: atık

source: water
tr: su

source: abandoned industrial site
tr: terk edilmiş sanayi sahası

source: abandoned vehicle
tr: terk edilmiş araç

source: abiotic factor
tr: abiyotik faktör

source: absorption (exposure)
tr: emme, soğurma

source: acceptable risk level
tr: kabul edilebilir risk seviyesi

source: agreement (administrative)
tr: sözleşme (idari)

source: access road
tr: erişim yolu

source: access to culture
tr: kültüre erişim

source: access to the sea
tr: denize erişim

source: accident
tr: kaza

source: accidental release of organisms
tr: organizmaların kazara çevreye salınımı

source: accident source
tr: kaza nedeni

source: accumulation in body tissues
tr: vücut dokularında birikme

source: accumulator
tr: akü, akümülatör

source: acid deposition
tr: asit serpintisi

source: acidification
tr: asitleştirme, asidifikasyon

source: acidity
tr: asitlik

source: acidity degree
tr: asitlik derecesi

source: acid rain
tr: asit yağmuru

source: acid
tr: asit

source: acoustic filter
tr: ses filtresi

source: acoustic insulation
tr: ses izolasyonu

source: acoustic level
tr: ses seviyesi

source: acoustic property
tr: ses özelliği

source: acoustics
tr: ses bilimi

source: actinide
tr: aktinit

source: actinium
tr: aktinyum

source: action group
tr: eylem grubu

source: activated carbon
tr: aktif karbon

source: activated sludge
tr: aktif çamur

source: active participation
tr: aktif katılım

source: intervention on land
tr: arazi üzerinde inceleme, müdahale

source: act
tr: akit

source: adaptable species
tr: uyum sağlayabilen türler

source: adaptation period
tr: uyum süreci

source: chemical addition
tr: kimyasal katkı

source: additional packaging
tr: ilave ambalaj

source: addition polymer
tr: polimer katkı maddesi

source: additive
tr: katkı maddesi

source: adhesive
tr: yapıştırıcı, tutkal

source: acceptable daily intake
tr: kabul edilebilir günlük alım dozu

source: administration
tr: idare, yönetim

source: administrative body
tr: idari kurum, kuruluş

source: administrative competence
tr: idari yetki

source: administrative fiat
tr: idari karar, izin

source: administrative jurisdiction
tr: idari yargı

source: administrative law
tr: idare hukuku

source: administrative procedure
tr: idari mahkemelerde uygulanan hukuk usulü

source: administrative sanction
tr: idari yaptırım

source: adsorption
tr: adsorpsiyon

source: adult
tr: yetişkin

source: adult education
tr: yetişkin eğitimi

source: advertisement
tr: reklam, tanıtım

source: product advertising
tr: ürün reklamı

source: advice
tr: tavsiye, öneri

source: aeration
tr: havalandırma

source: aerial photograph
tr: hava fotoğrafı

source: aerobic condition
tr: aerobik şartlar, oksijenli ortam

source: aerobic process
tr: aerobik süreç, oksijen gerektiren süreç

source: aerobiology
tr: aerobiyoloji

source: aerodynamic noise
tr: aerodinamik gürültü

source: aerosol
tr: aerosol, püskürtü

source: aesthetics
tr: estetik

source: afforestation
tr: ağaçlandırma

source: Africa
tr: Afrika

source: afterburning
tr: ikincil yanma

source: age
tr: yaş

source: agreement (legal)
tr: anlaşma

source: agreement (contract)
tr: sözleşme

source: agricultural biotechnology
tr: tarım biyoteknolojisi

source: agricultural building
tr: tarım yapıları

source: agricultural ecology
tr: tarım ekolojisi

source: agricultural economics
tr: tarım ekonomisi

source: agricultural effluent
tr: zirai atık

source: agricultural engineering
tr: ziraat mühendisliği

source: agricultural equipment
tr: tarım ekipmanı

source: agricultural exploitation
tr: tarım işletmesi

source: agricultural land
tr: tarım arazisi

source: agricultural landscape
tr: zirai peyzaj

source: agricultural legislation
tr: tarım mevzuatı

source: agricultural machinery
tr: tarım makinesi

source: agricultural management
tr: tarım yönetimi

source: agricultural method
tr: tarım yöntemleri

source: agricultural pest
tr: tarım zararlısı

source: agricultural planning
tr: zirai planlama

source: agricultural policy
tr: tarım politikası

source: agricultural pollution
tr: zirai kirlilik

source: agricultural production
tr: zirai üretim

source: agricultural product
tr: tarım ürünü, zirai ürün

source: agricultural storage
tr: tarım ürünleri deposu

source: agricultural waste
tr: zirai atık

source: agriculture
tr: tarım, ziraat

source: agriculture and cattle industry
tr: tarım ve hayvancılık sanayi

source: agriculture framework plan
tr: tarım çerçeve planı

source: agrochemical
tr: agro-kimyasal madde

source: agroforestry
tr: tarımsal ormancılık

source: agroindustry
tr: tarım sanayi

source: agrometeorology
tr: tarımsal meteoroloji

source: air
tr: hava

source: air conditioning
tr: klima

source: aircraft
tr: uçak

source: aircraft engine emission
tr: uçak motoru emisyonu

source: aircraft noise
tr: uçak gürültüsü

source: air movement
tr: hava akımı

source: air pollutant
tr: hava kirletici

source: air pollution
tr: hava kirliliği

source: airport
tr: havaalanı

source: air quality
tr: hava kalitesi

source: air quality control
tr: hava kalitesi kontrolü

source: air quality management
tr: hava kalitesi yönetimi

source: air safety
tr: hava güvenliği

source: airspace planning
tr: hava sahası planlaması

source: air temperature
tr: hava sıcaklığı

source: air traffic
tr: hava trafiği

source: air traffic law
tr: hava seyrüsefer kanunu

source: air traffic regulation
tr: hava seyrüsefer yönetmeliği

source: air transportation
tr: hava taşımacılığı

source: air-water interaction
tr: hava/su etkileşimi

source: alcohol
tr: alkol

source: alga
tr: alg

source: algal bloom
tr: alg patlaması

source: algicide
tr: aljisit

source: alicyclic compound
tr: alisiklik bileşik

source: alicyclic hydrocarbon
tr: alisiklik hidrokarbonlar

source: aliphatic compound
tr: alifatik bileşik

source: aliphatic hydrocarbon
tr: alifatik hidrokarbonlar

source: alkali land
tr: alkali arazi

source: alkali soil
tr: alkali toprak

source: alkane
tr: alkan

source: alkyl compound
tr: alkil bileşiği

source: allergen
tr: alerjen

source: allergy
tr: alerji

source: allocation
tr: tahsisat

source: allocation plan
tr: tahsisat planı

source: alloy
tr: alaşım

source: alluvion
tr: alüvyon

source: alpha radiation
tr: alfa ışınımı

source: alternative material
tr: alternatif materyal

source: alternative technology
tr: alternatif teknoloji

source: alumina
tr: alümin

source: aluminium
tr: alüminyum

source: aluminium container
tr: alüminyum kutu

source: aluminium content
tr: alüminyum içerik

source: aluminium industry
tr: alüminyum sanayi

source: alveolus
tr: alveol

source: Americas
tr: Amerika

source: Ames test
tr: Ames testi

source: amine
tr: amin

source: amino acid
tr: amino asit

source: ammonia
tr: amonyak

source: ammonification
tr: amonifikasyon

source: ammonium
tr: amonyum

source: amphibian
tr: iki yaşamlı, amfibi

source: amusement park
tr: lunapark

source: anaerobic condition
tr: anaerobik koşullar

source: anaerobic process
tr: anaerobik süreç

source: analysis
tr: analiz

source: analysis programme
tr: analiz programı

source: analytical chemistry
tr: analitik kimya

source: analytical equipment
tr: analitik ekipman

source: analytical method
tr: analitik metot

source: swans, geese and ducks
tr: ördekgiller

source: anatomy
tr: anatomi

source: angiosperm
tr: kapalı tohumlular

source: angling
tr: olta balıkçılığı

source: animal behaviour
tr: hayvan davranışları

source: animal disease
tr: hayvan hastalıkları

source: animal dung as fuel
tr: yakıt olarak kullanılan hayvan gübresi

source: animal ecology
tr: hayvan ekolojisi

source: animal experiment
tr: hayvan deneyi

source: animal foodstuff
tr: hayvan yemi

source: animal genetics
tr: hayvan genetiği

source: animal housing
tr: hayvan barınağı

source: animal husbandry
tr: hayvancılık

source: animal manure
tr: hayvan gübresi

source: animal noise
tr: hayvanlardan kaynaklı gürültü

source: animal nutrition
tr: hayvanların beslenmesi

source: animal physiology
tr: hayvan fizyolojisi

source: animal production
tr: hayvan üretimi

source: animal product
tr: hayvan ürünü

source: animal protection
tr: hayvanların korunması

source: animal resource
tr: hayvan kaynakları

source: animal for slaughter
tr: kesimlik hayvan

source: animal shelter
tr: hayvan sığınağı

source: animal
tr: hayvan

source: animal textile fibre
tr: hayvansal kökenli tekstil elyafı

source: animal trade
tr: hayvan ticareti

source: animal waste
tr: hayvan atığı

source: anion
tr: anyon

source: annelid
tr: halkalı solucan

source: antagonism
tr: antagonizma

source: antagonistic effect of toxic substances
tr: toksik maddelerin antagonistik etkisi

source: Antarctica
tr: Antarktika

source: Antarctic ecosystem
tr: Antarktika ekosistemi

source: Antarctic Ocean
tr: Antarktika Okyanusu

source: Antarctic region
tr: Antarktika bölgesi

source: anthropic activity
tr: antropik eylem

source: anthropogenic factor
tr: antropik faktör

source: anthropologic reserve
tr: antropolojik rezerv

source: antibiotic
tr: antibiyotik

source: antibody
tr: antikor

source: anticipation of danger
tr: tehlikeyi öngörme

source: antifouling agent
tr: zehirli boya

source: antipollution incentive
tr: kirliliğe karşı mücadele teşviki

source: AOX value
tr: AOX değeri değeri

source: apartment block
tr: apartman

source: apiculture
tr: arıcılık

source: appeal
tr: temyiz

source: appeal procedure
tr: temyiz prosedürü

source: applied ecology
tr: uygulamalı ekoloji

source: applied nutrition
tr: uygulamalı beslenme

source: applied science
tr: uygulamalı bilim

source: appropriate technology
tr: uygun teknoloji

source: approval of installations
tr: kurulum onayı

source: aquaculture
tr: su ürünleri

source: aquatic animal
tr: sucul hayvanı

source: aquatic ecology
tr: su ekolojisi

source: aquatic ecosystem
tr: su ekosistemi

source: aquatic mammal
tr: su memelisi

source: aquatic micro-organism
tr: su mikro-organizmaları

source: aquatic organism
tr: su organizmaları

source: aquatic plant
tr: su bitkileri

source: aquatic recreational amenity
tr: su oyun parkları

source: aqueduct
tr: su kemeri, su yolu

source: aquifer
tr: akifer

source: arable farming
tr: tarla ekimi

source: arboriculture
tr: ağaç dikimi

source: archaeological site
tr: arkeolojik sit

source: archaeology
tr: arkeoloji

source: archipelago
tr: takımada

source: architecture
tr: mimari

source: Arctic ecosystem
tr: Arktik ekosistemi

source: Arctic Ocean
tr: Arktik Okyanusu

source: Arctic region
tr: Arktik bölgesi

source: distribution area
tr: dağıtım alanı

source: area of potential pollution
tr: kirlilik potansiyeli olan bölge

source: arid land ecosystem
tr: kurak toprak ekosistemi

source: arid land
tr: kurak toprak

source: armament
tr: silahlanma

source: armament conversion
tr: silah değiştirme

source: armed forces
tr: silahlı kuvvetler

source: aromatic compound
tr: aromatik bileşik

source: aromatic hydrocarbon
tr: aromatik hidrokarbon

source: aromatic substance
tr: aromatik madde

source: arrangement for a deposit on packaging
tr: depozito uygulanması

source: arsenic
tr: arsenik

source: art
tr: sanat

source: arthropod
tr: artropod

source: Articulata
tr: articulata, eklemliler

source: artificial lake
tr: yapay göl

source: artificial satellite
tr: uydu

source: asbestos
tr: amyant

source: asbestos cement
tr: amyant içeren çimento

source: ASEAN
tr: Güneydoğu Asya Uluslar Birliği

source: ash
tr: kül

source: Asia
tr: Asya

source: assimilation
tr: özümseme

source: association
tr: birlik

source: astronautics
tr: astronomik, uzay araştırmaları (bilim)

source: astronomy
tr: astronomi, gökbilim

source: atmosphere
tr: atmosfer

source: atmospheric chemistry
tr: atmosfer kimyası

source: atmospheric circulation
tr: atmosferik çevrim

source: atmospheric component
tr: atmosfer bileşeni

source: atmospheric composition
tr: atmosfer bileşimi

source: atmospheric emission
tr: atmosferik emisyon

source: atmospheric humidity
tr: atmosferik nem

source: atmospheric layering
tr: atmosfer katmanları

source: atmospheric model
tr: atmosfer modeli

source: atmospheric monitoring
tr: atmosfer gözlemi

source: atmospheric ozone
tr: atmosferik ozon

source: atmospheric particulate
tr: atmosferik partikül madde

source: atmospheric physics
tr: atmosfer fiziği

source: atmospheric pollution
tr: atmosferik kirlilik

source: atmospheric precipitation
tr: atmosferik yağışlar

source: atmospheric process
tr: atmosferik süreç

source: atmospheric science
tr: atmosfer bilimi

source: atmospheric structure
tr: atmosferik yapı

source: attribution
tr: salahiyet, yetki

source: audiovisual media
tr: görsel-işitsel medya

source: authority body
tr: yürütme kurulu

source: authorisation
tr: ruhsat, yetkilendirme

source: autoecology
tr: otoekoloji

source: automatic detection
tr: otomatik tespit sistemi

source: automobile industry
tr: otomobil sanayi

source: avalanche
tr: çığ, heyelan

source: avalanche protection
tr: heyelanlara karşı önlem

source: aviation law
tr: havacılık kanunu

source: avifauna
tr: belirli bir bölgedeki kuşlar

source: background level
tr: arka plan kirlilik seviyesi

source: background radiation
tr: arka plan ışınımı

source: bacterium
tr: bakteri

source: bacterial bed
tr: bakteri yatağı

source: bactericide
tr: bakterisit

source: bacteriology
tr: bakteriyoloji

source: balance (economic)
tr: bilanço

source: balancing of interests
tr: çıkar dengesi

source: banking
tr: bankacılık

source: sewage spreading prohibition
tr: atık su yayılım yasağı

source: barium
tr: baryum

source: baseline monitoring
tr: referans gözlem

source: base (chemical)
tr: baz (kimya)

source: basic food requirement
tr: temel besin ihtiyaçları

source: basicity
tr: bazlık durumu

source: basidiomycete
tr: basidiomiset

source: batch process
tr: kesikli süreç

source: bathing water
tr: yüzme suyu

source: battery
tr: batarya, pil

source: battery disposal
tr: pillerin bertarafı

source: bay
tr: koy

source: beach
tr: plaj

source: beaching
tr: kıyıya vurma

source: bee conservation
tr: arıların korunması

source: beef cattle
tr: sığırcılık

source: bee
tr: arı

source: beetle
tr: böcek, kınkanatlı böcek

source: behaviour
tr: davranış

source: behaviour of substances
tr: maddelerin davranışı

source: behaviour pattern
tr: davranış biçimleri

source: beneficial organism
tr: faydalı canlı

source: benthic division
tr: bentik bölge

source: benthic ecosystem
tr: bentik ekosistem

source: benthos
tr: bentoz, deniz dibi canlıları

source: benzene
tr: benzen

source: benzopyrene
tr: benzopiren

source: beryllium
tr: berilyum

source: beta radiation
tr: beta ışınımı

source: beverage industry
tr: meşrubat sanayi

source: beverage
tr: meşrubat

source: bibliography
tr: bibliyografya

source: bicycle
tr: bisiklet

source: bilateral convention
tr: ikili anlaşma

source: bilge oil
tr: sintine yağı

source: bilge water
tr: sintine suyu

source: bioaccumulation
tr: biyoakümülasyon

source: bioaccumulative pollutant
tr: biyoakümülatif kirleticiler

source: bio-availability
tr: biyobulunabilirlik

source: biochemical method
tr: biyokimyasal yöntem

source: biochemical process
tr: biyokimyasal süreç

source: biochemical substance
tr: biyokimyasal madde

source: biochemistry
tr: biyokimya

source: biocide
tr: biyosit

source: bioclimatology
tr: biyoklimatoloji

source: biocoenosis
tr: biyosenoz

source: bioconcentration factor
tr: biyokonsantrasyon faktörü

source: biodegradability
tr: biyobozunabilirlik

source: biodegradable pollutant
tr: biyobozunur kirletici

source: biodegradation
tr: biyobozunma

source: biodiversity
tr: biyolojik çeşitlilik

source: bioethics
tr: biyoetik

source: biogas
tr: biyogaz

source: biogeochemical cycle
tr: biyojeokimyasal döngü

source: biogeochemistry
tr: biyojeokimya

source: biogeographical region
tr: biyocoğrafi bölgeler

source: biogeography
tr: biyocoğrafya

source: biological activity
tr: biyolojik aktivite

source: biological analysis
tr: biyolojik analiz

source: biological attribute
tr: biyolojik özellik

source: biological development
tr: biyolojik gelişim

source: biological effect
tr: biyolojik etki

source: biological engineering
tr: biyoloji mühendisliği

source: biological indicator
tr: biyolojik gösterge

source: biological monitoring
tr: biyolojik izleme

source: biological nitrogen fixation
tr: biyolojik azot fiksasyonu

source: biological pest control
tr: zararlılarla biyolojik mücadele

source: biological pollutant
tr: biyolojik kirletici

source: biological pollution
tr: biyolojik kirlilik

source: biological process
tr: biyolojik süreç

source: biological production
tr: biyolojik üretim

source: biological resource
tr: biyolojik kaynak

source: biological waste gas purification
tr: biyolojik atık gaz arıtma

source: biological waste treatment
tr: atıkların biyolojik arıtımı

source: biological weapon
tr: biyolojik silah

source: biology
tr: biyoloji

source: bioluminescence
tr: biyolüminesans

source: biomass
tr: biyokütle

source: biomass energy
tr: biyokütle enerjisi

source: biophysics
tr: biyofizik

source: bioreactor
tr: biyoreaktör

source: biorhythm
tr: biyoritim

source: biosafety
tr: biyogüvenlik

source: municipal level
tr: belediye seviyesinde

source: municipal waste
tr: kentsel atıklar

source: municipal water distribution system
tr: belediye su dağıtım sistemi

source: municipal water management
tr: kent suları yönetimi

source: muscular system
tr: kas sistemi

source: museum
tr: müze

source: mushroom
tr: mantar

source: music
tr: müzik

source: mussel farming
tr: midye yetiştiriciliği

source: mustelid
tr: sansargiller

source: mutagenicity
tr: mutajenisite

source: mutagenicity testing
tr: mutajenisite testi

source: mutagen
tr: mutajen maddeler

source: mutated micro-organisms release
tr: mutasyona uğramış mikroorganizmaların salınımı

source: mutation
tr: mutasyon

source: mycology
tr: mikoloji, Mantar bilimi

source: mycorrhiza
tr: mikoriza

source: national conservation programme
tr: ulusal koruma programı

source: national economy
tr: ulusal ekonomi

source: national environmental accounting
tr: ulusal çevre muhasebesi

source: cultural goods
tr: kültürel mallar

source: nationalisation
tr: kamulaştırma

source: national legislation
tr: ulusal mevzuat

source: national park
tr: milli park

source: national planning
tr: ulusal planlama

source: national reserve
tr: milli kaynaklar

source: natural area
tr: doğal alan

source: natural disaster
tr: doğal afet

source: natural drainage system
tr: doğal drenaj sistemi

source: natural environment
tr: doğal çevre

source: natural fertiliser
tr: doğal gübre

source: natural fibre
tr: doğal elyaf

source: natural forest
tr: doğal orman

source: natural gas
tr: doğal gaz

source: natural gas exploration
tr: doğal gaz kaynaklarının aranması

source: natural gas extraction
tr: doğal gaz çıkarma

source: animal excrement
tr: hayvan dışkısı

source: allowance
tr: aylık, gelir

source: maintenance (technical)
tr: bakım-onarım

source: paint room
tr: resim atölyesi

source: salina
tr: tuzla

source: hiking trail
tr: yürüyüş yolu

source: overflow (outlet)
tr: savak

source: cutting (vegetative propagation)
tr: çelikleme

source: eco-balance
tr: eko-denge

source: nitrogen oxide
tr: azot oksit

source: oven
tr: fırın

source: bovine
tr: büyükbaş hayvan

source: approval
tr: onaylama

source: cleansing
tr: temizleme

source: inner city
tr: şehir içi

source: sluice-gate
tr: savak kapağı

source: noise effect
tr: gürültü etkisi

source: deciduous wood
tr: yaprak döken ağaç

source: mixed woodland
tr: karışık orman

source: penal sanction
tr: cezai yaptırım

source: coniferous tree
tr: iğne yapraklı ağaç

source: emergency lodging
tr: acil durum konaklaması

source: sorting at source
tr: kaynakta ayırma ve sınıflandırma

source: coastal management
tr: kıyı yönetimi
