Repository: pklohar1994/testing123
Catalog: sources/XLIFF/Turkish.xlf
Languages: tr

source: type of claim
tr: talep türü

source: type of management
tr: yönetim türü

source: typhoon
tr: tayfun

source: tyre
tr: araba lastiği

source: ultrafiltration
tr: ultra-filtreleme

source: ultrasound
tr: ultrason

source: ultraviolet radiation
tr: ultraviyole radyasyon

source: UNCED
tr: Birleşmiş Milletler Çevre ve Gelişim Konferansı

source: uncontrolled dump
tr: kontrolsüz atık boşaltımı

source: landfill base sealing
tr: çöp sahası zemin yalıtımı

source: underground storage
tr: yer altı depolama

source: underground train
tr: metro

source: underprivileged people
tr: sosyal haklardan yoksun halk

source: undertaking business
tr: cenaze işleri

source: underwater outlet
tr: denizaltı su boşaltım noktası

source: unemployment
tr: işsizlik

source: ungulate
tr: toynaklı

source: United Nations
tr: Birleşmiş Milletler

source: unleaded petrol
tr: kurşunsuz yakıt

source: clean air area
tr: temiz hava sahası

source: raw water
tr: ham su

source: upbringing
tr: eğitim, yetiştirme

source: Upper House
tr: Senato

source: uranium
tr: uranyum

source: urban action program
tr: kentsel faaliyet programı

source: urban area
tr: kentsel bölge

source: urban decay
tr: kentsel bozulma

source: urban design
tr: kentsel tasarım

source: urban development
tr: kentsel kalkınma

source: urban development law
tr: kentsel kalkınma hukuku

source: urban ecosystem
tr: kent ekosistemi

source: urban facility
tr: kentsel hizmetler

source: urban flows (resources)
tr: kentsel su kaynakları

source: urban green
tr: kentsel yeşil alan

source: urbanisation
tr: kentleşme

source: urban landscape
tr: kent peyzajı

source: urban management
tr: kent yönetimi

source: urban planning
tr: kentsel planlama

source: urban policy
tr: kent politikası

source: urban pollution
tr: kent kirliliği

source: urban population
tr: kent nüfusu

source: urban renewal
tr: kentsel yenilenme

source: urban sanitation
tr: kentsel sanitasyon

source: urban settlement
tr: kentsel yerleşim

source: urban stress
tr: kent stresi

source: urban structure
tr: kentin yapısı

source: urban study
tr: şehir etütleri

source: urban traffic
tr: kent trafiği

source: urban water
tr: kent suyu

source: urban water supply
tr: kentlere su temini

source: ursid
tr: ayıgiller

source: scrap tyre
tr: hurda lastik

source: use of leisure time
tr: boş zaman kullanımı

source: user advantage
tr: kullanıcı avantajları

source: utilisation of calorific value
tr: ısıl değerin kullanımı

source: local resource utilisation
tr: yerel kaynakların kullanımı

source: utilisation of pesticides
tr: pestisitlerin kullanımı

source: resource utilisation
tr: kaynak kullanımı

source: indefinite legal concept
tr: belirsiz yasal kavram

source: valley
tr: vadi

source: valued ecosystem component
tr: değerli ekosistem bileşenleri

source: vanadium
tr: vanadyum

source: vandalism
tr: vandalizm

source: vanished species
tr: bir bölgede yok olan türler

source: vapour pressure
tr: buhar basıncı

source: varnish
tr: vernik

source: vector of human diseases
tr: insan hastalıkları taşıyıcısı

source: vegetation cover
tr: bitki türü sayısı

source: vegetable cultivation
tr: sebze yetiştiriciliği

source: plant ecology
tr: bitkisel ekoloji

source: plant selection
tr: bitki seçimi

source: vegetable oil
tr: bitkisel yağ

source: plant reproduction
tr: bitkilerde üreme

source: plant resource
tr: bitkisel kaynaklar

source: vegetable
tr: sebze

source: vegetable waste
tr: sebze atıkları

source: vegetation
tr: bitki örtüsü

source: vegetation type
tr: bitki örtüsü tipleri

source: vehicle
tr: araç, taşıt

source: vehicle exhaust gas
tr: taşıt egzoz gazı

source: vehicle inspection
tr: taşıt denetimi

source: vehicle manufacturing industry
tr: taşıt üretim sanayi

source: ventilation
tr: havalandırma

source: vermin
tr: haşere

source: vertebrate
tr: omurgalı

source: veterinary medicine
tr: veteriner hekimliği

source: viaduct
tr: viyadük

source: vibration
tr: titreşim, vibrasyon

source: village
tr: köy

source: vinasse
tr: şlempe

source: virology
tr: viroloji

source: virus
tr: virüs

source: viscosity
tr: viskozite

source: viticulture
tr: bağcılık

source: vocabulary
tr: kelime dağarcığı

source: vocational training
tr: mesleki eğitim

source: volatile organic compound
tr: uçucu organik bileşikler

source: volatility
tr: uçuculuk

source: volcanic area
tr: volkanik bölge

source: volcanic eruption
tr: volkanik patlama

source: volcanism
tr: volkanik faaliyet

source: volcano
tr: volkan, yanardağ

source: waste income
tr: atık geliri

source: voluntary work
tr: gönüllü iş

source: vulcanisation
tr: vulkanizasyon

source: vulnerable species (IUCN)
tr: vahşi yaşamda soyu tükenme tehlikesi büyük olan türler

source: Wadden Sea
tr: Wadden Denizi

source: wage system
tr: maaş sistemi

source: wall
tr: duvar

source: war
tr: savaş

source: warm-blooded animal
tr: sıcakkanlı hayvanlar

source: warning plan
tr: uyarı planı

source: warning system
tr: uyarı sistemi

source: wastage
tr: sarfiyat

source: waste
tr: atık

source: waste air
tr: atık hava

source: waste air purification (gas)
tr: atık hava arıtma

source: waste analysis
tr: atık analizi

source: waste assimilation capacity
tr: atık asimilasyon kapasitesi

source: waste balance
tr: atık bilançosu

source: waste bin
tr: çöp kutusu

source: type of waste
tr: atık türleri

source: waste charge
tr: çöp vergisi

source: waste classification
tr: atık sınıflaması

source: waste collection
tr: atık toplama

source: waste collection at source
tr: atıkların kaynağında toplanması

source: waste composition
tr: atık bileşimi

source: waste conversion technique
tr: atık geri dönüşüm teknikleri

source: waste degasification
tr: atıkların gazdan arındırılması

source: waste disposal
tr: atık bertarafı

source: waste disposal act
tr: atık bertaraf kanunu

source: waste disposal cost
tr: atık bertaraf maliyeti

source: waste disposal in the ground
tr: atık depolama sahası

source: waste disposal charge
tr: atık bertaraf bedeli

source: waste dump
tr: çöp boşaltma alanı

source: waste dumping
tr: atık boşaltımı

source: waste exchange
tr: atık değişimi

source: waste export
tr: atık ihracatı

source: waste-fed heating and power plant
tr: atıklarla çalışan kojenerasyon santralleri

source: waste-fed heating plant
tr: atıklarla çalışan ısıtma santralleri

source: waste-fed power station
tr: atıklarla çalışan elektrik santralleri

source: waste gas
tr: atık gaz

source: waste gas emission
tr: atık gaz emisyonu

source: waste gas examination
tr: atık gaz analizi

source: waste gas reduction
tr: atık gaz emisyonunun azaltılması

source: waste glass
tr: atık cam

source: waste gypsum
tr: atık alçıtaşı

source: waste heat
tr: atık ısı

source: waste heat charge
tr: atık ısı tahliyesi

source: waste heat utilisation
tr: atık ısı kullanımı

source: waste importation permit
tr: atık ithalat izni

source: waste incinerator
tr: atık yakma fırını

source: waste legislation
tr: atık mevzuatı

source: waste management
tr: atık yönetimi

source: waste minimisation
tr: atık azaltma

source: waste minimisation potential
tr: atık azaltma potansiyeli

source: watercourse
tr: akarsu

source: water demand
tr: su ihtiyacı

source: water distribution system
tr: su dağıtım şebekesi

source: water endangering
tr: su kalite riski

source: water erosion
tr: su erozyonu

source: water extraction
tr: su çıkarma

source: waterfall
tr: şelale

source: water flea
tr: su piresi

source: hydrologic flow
tr: hidrolojik akış

source: water for agricultural use
tr: tarımsal amaçlı kullanılan su

source: water for consumption
tr: kullanım suyu

source: water for industrial use
tr: sanayi kullanım su

source: waterfowl
tr: su kuşları

source: water hardness
tr: su sertliği

source: water hyacinth
tr: su sümbülü

source: water level
tr: su seviyesi

source: waterlogged land
tr: suya doygun arazi

source: water management
tr: su yönetimi

source: water monitoring
tr: su izleme

source: water pollutant
tr: su kirleticileri

source: water pollution
tr: su kirliliği

source: water pollution prevention
tr: su kirliliğinin önlenmesi

source: water protection
tr: su koruma

source: water protection directive
tr: su çerçeve direktifi

source: water protection legislation
tr: su koruma mevzuatı

source: water pump
tr: su pompası

source: water purification
tr: su arıtma

source: water purification plant
tr: su arıtma tesisi

source: water quality
tr: su kalitesi

source: water quality directive
tr: su kalitesi direktifleri

source: water quality management
tr: su kalitesi yönetimi

source: water quantity management
tr: su miktarı yönetimi

source: water regulatory authority
tr: su sendikaları

source: water resource
tr: su kaynakları

source: water resources conservation
tr: su kaynaklarının korunması

source: water resources development
tr: su kaynaklarının gelişmesi

source: water reuse
tr: suyun yeniden kullanımı

source: water salination
tr: su tuzluluğunun artırılması

source: water saving
tr: su tasarrufu

source: water science
tr: su bilimi

source: water (geographic)
tr: su (coğrafya)

source: watershed management
tr: su havzalarının yönetimi

source: watershed
tr: nehir havzaları arası set

source: waterside development
tr: kıyı bölgelerinin gelişimi

source: water statistics
tr: su istatistikleri

source: water (substance)
tr: su (madde)

source: water supply
tr: su temini

source: water transportation
tr: su taşımacılığı

source: water treatment
tr: su arıtma

source: water utilisation
tr: su kullanımı

source: waterway
tr: su yolu

source: water well
tr: su kuyusu

source: waterworks
tr: su arıtma tesisi

source: wave energy
tr: dalga enerjisi

source: sea wave
tr: dalga

source: weapon
tr: silah

source: weather
tr: hava (meteoroloji)

source: weather condition
tr: hava durumu

source: weather modification
tr: hava değişimi

source: weather monitoring
tr: hava izleme

source: weather forecasting
tr: hava tahmini

source: weed
tr: yabani ot

source: weed control
tr: yabani ot kontrolü

source: weight
tr: ağırlık

source: welding
tr: kaynak

source: well
tr: kuyu

source: West Africa
tr: Batı Afrika

source: Western Asia
tr: Batı Asya

source: Western Europe
tr: Batı Avrupa

source: wetland
tr: sulak alan

source: wetlands ecosystem
tr: sulak alan ekosistemi

source: wet process
tr: ıslak proses

source: wet scrubber
tr: sulu yıkayıcı

source: wet waste
tr: ıslak atıklar

source: whale
tr: balina

source: whaling
tr: balina avı

source: wholesale trade
tr: toptancılık

source: wild animal
tr: vahşi hayvan

source: wildlife
tr: yaban hayatı

source: wildlife conservation
tr: yaban hayatı koruma

source: wildlife habitat
tr: yaban hayat ortamı

source: wildlife population statistics
tr: vahşi hayvan nüfusu istatistiği

source: wildlife sanctuary
tr: mutlak koruma alanı

source: running wild
tr: vahşi hayata dönüş, yaban hayatına dönüş

source: wild plant
tr: yabani bitki

source: willingness-to-pay
tr: ödemeye isteklilik

source: willingness-to-pay analysis
tr: ödemeye isteklilik analizi

source: wind
tr: rüzgar

source: wind erosion
tr: rüzgar erozyonu

source: windmill
tr: rüzgar değirmeni

source: wind power
tr: rüzgar enerjisi

source: wind power station
tr: rüzgar enerjisi santrali

source: woman
tr: kadın

source: woman's status
tr: kadının statüsü

source: timber
tr: kereste

source: wood
tr: odun

source: woodland clearance
tr: orman açma

source: natural risks prevention
tr: doğal riskleri önleme

source: physical chemistry
tr: fiziksel kimya

source: physical measurement of pollution
tr: kirliliğin fiziksel ölçümleri

source: plant life
tr: bitki yaşamı

source: plant production
tr: bitki üretimi

source: pollution type
tr: kirlilik türleri

source: pollution prevention
tr: kirliliğin önlenmesi

source: risk management
tr: risk yönetimi

source: safety system
tr: güvenlik sistemi

source: seismic engineering
tr: sismik mühendislik

source: social science
tr: sosyal bilimler

source: surface water management
tr: yüzey suyu yönetimi

source: wildlife protection
tr: yaban hayatı koruma

source: historic centre
tr: tarihsel merkez

source: promotion of trade and industry
tr: ticaret ve sanayi teşviği

source: masonry
tr: duvarcılık

source: sand flat
tr: kum düzlük

source: animal species
tr: hayvan türleri

source: plant species
tr: bitki türleri

source: occupation
tr: meslek

source: folk tradition
tr: halk geleneği

source: law branch
tr: hukuk dalı

source: judicial system
tr: mahkeme teşkilatı

source: forest biological reserve
tr: orman biyolojik rezervi

source: voluntary natural reserve
tr: gönüllü olarak sahibi tarafından korunan alan

source: central park area
tr: park merkezi

source: protected marine zone
tr: korunan deniz bölgeleri

source: peripheral park area
tr: park çevresi

source: alignment
tr: toplu taşıma güzergahlarının belirlenmesi

source: bocage
tr: koruluk

source: French formal garden
tr: Fransız bahçesi

source: English garden
tr: İngiliz bahçesi

source: terraced garden
tr: teraslı bahçe

source: terraced landscape
tr: teraslı peyzaj

source: mountain protection
tr: dağ koruma

source: site protection
tr: sahaların korunması

source: coast protection
tr: kıyıların korunması

source: site rehabilitation
tr: saha rehabilitasyonu

source: classified site
tr: sınıflandırılmış saha

source: registered site
tr: tescilli saha

source: urban ecology charter
tr: kentsel ekoloji çizelgesi

source: environmental citizenship
tr: çevresel vatandaşlık

source: integrated management
tr: entegre yönetim

source: sponsorship
tr: sponsorluk, finansörlük

source: municipal environment plan
tr: belediye çevre planı

source: public awareness campaign
tr: kamu bilinçlendirme kampanyası

source: migratory fish
tr: göçmen balıklar

source: felid
tr: kedigiller

source: marine mammal
tr: deniz memelileri

source: ovine
tr: küçükbaş hayvan

source: shelter
tr: sığınak

source: nesting area
tr: yuva alanı

source: animal corridor
tr: hayvan geçitleri

source: animal damage
tr: hayvanların neden olduğu hasarlar

source: animal displacement
tr: hayvanların yer değiştirmesi

source: spawning ground
tr: yumurtlama bölgesi

source: animal habitat
tr: hayvanların doğal ortamı

source: nesting
tr: yuvalama

source: animal population
tr: hayvan nüfusu

source: animal reproduction
tr: hayvan üremesi

source: survival
tr: hayatta kalma

source: endemic species
tr: yöreye özgü türler, endemik türler

source: broad-leaved tree
tr: geniş yapraklı ağaçlar

source: sea grass bed
tr: deniz çayırı yatakları

source: macrophyte
tr: makrofit

source: riverside vegetation
tr: nehir kenarı bitki örtüsü

source: chestnut
tr: kestane ağacı

source: graminaceous plant
tr: otsu bitkiler

source: posidonia
tr: deniz çayırları, posidonia

source: vegetation level
tr: bitki örtüsü seviyesi

source: plant population
tr: bitki nüfusu

source: chorology
tr: koroloji

source: variety collection
tr: bitki varyetesi

source: animal conservatory
tr: hayvan koruma alanı

source: botanical conservatory
tr: botanik koruma bahçesi

source: introduction of animal species
tr: hayvan türlerinin yerleştirilmesi

source: introduction of plant species
tr: bitki türlerinin yerleştirilmesi

source: animal heritage
tr: hayvansal varlık

source: plant heritage
tr: bitkisel varlık

source: protection of animals
tr: hayvanların korunması

source: animal species reintroduction
tr: hayvan türlerinin yeniden yerleştirilmesi

source: plant species reintroduction
tr: bitki türlerinin yeniden yerleştirilmesi

source: local afforestation
tr: bölgesel ağaçlandırma

source: windfall
tr: rüzgarın devirdiği ağaç, rüzgar tarafından ağaçlarla kaplı alan

source: pruning
tr: budama

source: forest exploitation
tr: orman işletmesi

source: mountain forest
tr: dağ ormanları

source: state forest
tr: devlet ormanları

source: Mediterranean forest
tr: Akdeniz ormanları

source: private forest
tr: özel orman

source: timber forest
tr: üretim ormanı

source: maquis
tr: maki

source: dry lawn
tr: kuru çimenlik

source: nursery garden
tr: fidanlık

source: forest protection
tr: ormanların korunması

source: natural regeneration
tr: doğal gençleştirme

source: resinous plant
tr: reçineli bitkiler

source: coppice with standards
tr: baltalık ormanlar

source: game (play)
tr: oyun

source: big game
tr: büyük av hayvanı

source: shellfish farming
tr: kabuklu su ürünleri yetiştirme

source: oyster farming
tr: istiridye yetiştirme

source: commercial fishery
tr: ticari balıkçılık

source: national fishing reserve
tr: ulusal balıkçılık rezervi

source: socioeducational activity
tr: sosyal eğitici faaliyetler

source: competitive examination
tr: müsabaka

source: continuing education
tr: sürekli eğitim

source: initial training
tr: başlangıç eğitimi

source: pedagogy
tr: pedagoji

source: environmental occupation
tr: çevre meslekleri

source: public function
tr: kamusal işlev

source: organisation of work
tr: iş organizasyonu

source: leisure centre
tr: sosyal tesisler

source: community facility
tr: kamu tesisleri

source: cycle path
tr: bisiklet yolu

source: ski run
tr: kayak pisti

source: touristic route
tr: turistik gezi yolu

source: ecomuseum
tr: ekolojik müze

source: folklore
tr: folklor

source: public attendance
tr: halk katılımı

source: tourist attendance
tr: turist katılımı

source: country lodge
tr: köy evi

source: lodging
tr: konuk etme

source: public
tr: kamu, halk

source: path
tr: yol

source: seaside footpath
tr: sahil yolu

source: educational path
tr: eğitim yolu

source: seaside resort
tr: sahil oteli

source: mountain resort
tr: dağ oteli

source: winter sports resort
tr: kış sporları merkezi

source: touristic unit
tr: turistik üniteler

source: all-terrain vehicle
tr: arazi aracı

source: population density
tr: nüfus yoğunluğu

source: young
tr: genç

source: active population
tr: aktif nüfus

source: time allocation
tr: zaman ayırma

source: durable goods
tr: dayanıklı mallar

source: non-durable goods
tr: dayanıksız mallar

source: goods
tr: mal

source: goods and services
tr: mal ve hizmetler

source: time budget
tr: zaman planlaması

source: living environment
tr: yaşam ortamı

source: product life cycle
tr: ürün yaşam döngüsü

source: ecolabel
tr: ekolojik etiketler

source: quality certification
tr: kalite belgesi

source: living standard
tr: yaşam standardı

source: supply and demand
tr: arz ve talep

source: ecological inequality
tr: ekolojik eşitsizlik

source: social inequality
tr: sosyal eşitsizlik

source: myth
tr: mit, efsane

source: NIMBY aptitude
tr: "benim arka bahçemde değil" tutumu

source: social psychology
tr: sosyal psikoloji

source: social representation
tr: sosyal temsil

source: feeling for nature
tr: doğa duygusu

source: socioeconomics
tr: sosyo-ekonomi

source: access to administrative documents
tr: idari evraklara erişim

source: administrative deed
tr: idari muamele

source: territorial government
tr: bölgesel hükümet

source: decision making support
tr: karar desteği

source: minister competence
tr: bakanlık yetisi

source: citizen
tr: vatandaş

source: local government
tr: yerel yönetim

source: territorial community
tr: bölgesel topluluk

source: parliamentary debate
tr: parlamenter müzakereler

source: motivation of administrative acts
tr: idari muameleleri gerekçelendirme

source: economic plan
tr: ekonomik plan

source: subsidiary principle
tr: bütünleyici prensip

source: financial aid
tr: mali yardım

source: international assistance
tr: uluslararası yardım

source: public aid
tr: kamu yardımı

source: national accounting
tr: milli muhasebe

source: satellite account
tr: uydu hesaplar

source: household expenditure
tr: evle ilgili masraflar

source: public expenditure
tr: kamu harcamaları

source: intervention fund
tr: müdahale fonu

source: financial fund
tr: finansal fon

source: European Monetary Fund
tr: Avrupa Para Fonu

source: International Monetary Fund
tr: Uluslararası Para Fonu

source: economic incentive
tr: ekonomik teşvik

source: incentive tax
tr: teşvik vergisi

source: gross domestic product
tr: gayri safi milli hasıla

source: exceptional tax
tr: olağanüstü vergi

source: process analysis
tr: proses analizi

source: audit
tr: denetim

source: natural heritage assessment
tr: doğal miras değerlendirilmesi

source: water cost
tr: su maliyeti

source: ecomarketing
tr: ekolojik pazarlama

source: patrimonial management
tr: geleneksel yönetim biçimi

source: pollution control investment
tr: kirlilik kontrol yatırımları

source: environment market
tr: çevre piyasası

source: antipollution premium
tr: kirlilik önleyici primi

source: water pricing
tr: su fiyatlandırma

source: theory of the environment
tr: çevre teorisi

source: trade activity
tr: ticari faaliyetler

source: local development
tr: yerel kalkınma

source: market study
tr: piyasa çalışması

source: free trade
tr: serbest ticaret

source: less developed country
tr: az gelişmiş ülke

source: North-South relationship
tr: Kuzey-Güney ilişkisi

source: calculation
tr: hesap

source: density
tr: yoğunluk

source: spatial distribution
tr: mekânsal dağılım

source: economic data
tr: ekonomik veri

source: index
tr: endeks, dizin

source: census survey
tr: nüfus sayımı

source: statistical series
tr: istatistik serileri

source: opinion survey
tr: kamuoyu araştırması

source: rate
tr: oran

source: seasonal variation
tr: mevsimsel değişimler

source: scientific committee
tr: bilimsel komite

source: scientific dispute
tr: bilimsel tartışma

source: applied research
tr: uygulamalı araştırma

source: scientific research
tr: bilimsel araştırma

source: agronomy
tr: agronomi

source: agrosystem
tr: agrosistem

source: agricultural disaster
tr: tarımsal afet

source: agricultural undervaluation
tr: tarımsal ürün ve hizmetlere az değer biçme

source: rural development
tr: kırsal kalkınma

source: agricultural hydraulics
tr: tarımsal hidrolik

source: farming technique
tr: tarım teknikleri

source: forage crop
tr: yem bitkileri

source: market gardening
tr: sebze ve meyve yetiştiriciliği

source: seed (product)
tr: tohum(ürün)

source: crop treatment
tr: zirai mücadele

source: phytosanitary treatment
tr: bitkisel arıtma

source: aviculture
tr: kuş besleme

source: breeding technique
tr: üreme tekniği

source: transhumance
tr: yaylacılık

source: mineral conditioner
tr: mineral düzenleyici

source: draining
tr: suyu tahliye etme

source: slash and burn culture
tr: yanmış orman arazilerinde tarım

source: chalk
tr: tebeşir

source: nitrogenous fertiliser
tr: nitrojen gübre

source: phosphatic fertiliser
tr: fosfat gübre

source: potassium fertiliser
tr: potasyum gübreleri

source: purification through the soil
tr: toprak aracılığıyla arıtma

source: soil leaching
tr: toprak yıkama

source: mineral matter
tr: mineral madde

source: organic matter
tr: organik madde

source: drainage system
tr: drenaj sistemi

source: irrigation system
tr: sulama sistemi

source: soil salinity
tr: toprak tuzluluğu

source: agronomic value
tr: agronomik değer

source: mountain management
tr: dağ yönetimi

source: rural management and planning
tr: kırsal yönetim ve planlama

source: touristic activity management
tr: turistik aktivite yönetimi

source: forestry unit
tr: ormancılık birimleri

source: equipment plan
tr: teçhizat planı

source: approach
tr: yaklaşım

source: railway station
tr: demiryolu istasyonu

source: bus station
tr: otobüs durağı

source: road construction material
tr: yol yapım malzemeleri

source: engineering work
tr: mühendislik çalışmaları

source: railway network
tr: demiryolu ağı

source: road network
tr: yol ağı

source: navigation
tr: denizcilik

source: merchant shipping
tr: deniz ticareti

source: combined transport
tr: kombine taşımacılık

source: urban community
tr: kent toplulukları

source: urban development document
tr: kentsel gelişim dokümanları

source: periurban space
tr: kent çevresi

source: single family dwelling
tr: tek aileli konut
