Repository: pklohar1994/testing123
Catalog: sources/XLIFF/Turkish.xlf
Languages: tr

source: reference service
tr: referans hizmeti

source: indexing of documentation
tr: dokümantasyon dizini

source: document lending
tr: ödünç kitap verme

source: inter-library loan
tr: kütüphaneler arası ödünç kitap verme

source: selective dissemination of information
tr: seçmeli bilgi yayımı

source: CD-ROM search service
tr: CD-ROM araştırma servisi

source: internet search service
tr: internet araştırma servisi

source: information clearing-house
tr: bilgi takas merkezi

source: decision-support system
tr: karar destek sistemi

source: software development
tr: yazılım geliştirme

source: information exchange
tr: bilgi alışverişi

source: relational database
tr: ilişkisel veritabanı

source: multispectral scanner
tr: çok bantlı tarayıcı

source: resolution (parameter)
tr: çözünürlük (parametre)

source: pixel
tr: piksel, görüntü noktası

source: spectral band
tr: spektral bant

source: scene identification
tr: görüntü tanıma

source: image processing digital system
tr: dijital görüntü işleme sistemi

source: digital image processing technique
tr: dijital görüntü işleme tekniği

source: pattern recognition
tr: desen tanıma

source: mosaic
tr: mozaik

source: image filtering
tr: görüntü filtreleme

source: image enhancement
tr: görüntü iyileştirme

source: geometric correction
tr: geometrik düzeltme

source: image registration
tr: görüntü kaydetme

source: image classification
tr: görüntü sınıflandırma

source: supervised image classification
tr: denetimli görüntü sınıflandırma

source: unsupervised image classification
tr: denetimsiz görüntü sınıflandırma

source: colour composition
tr: renk bileşimi

source: atmospheric correction
tr: atmosferik düzeltme

source: GIS digital system
tr: CBS (Coğrafi Bilgi Sistemi) dijital sistemi

source: GIS digital format
tr: CBS dijital formatı

source: vector
tr: vektör

source: point
tr: nokta

source: line
tr: hat

source: polygon
tr: poligon

source: attribute
tr: öznitelik

source: GIS digital technique
tr: CBS dijitalleştirme tekniği

source: interpolation
tr: ara değerleme, enterpolasyon

source: gridding
tr: grid sistemi

source: raster to vector
tr: rasteri vektöre çevirme

source: vector to raster
tr: vektörü rastere çevirme

source: national boundary
tr: ülke sınırı, ulusal sınır

source: sub-national boundary
tr: bölgesel sınır

source: administrative boundary
tr: idari sınır

source: geo-referenced data
tr: coğrafi referanslı veriler

source: geographical projection
tr: coğrafi projeksiyon

source: co-ordinate system
tr: koordinat sistemi

source: latitude
tr: enlem

source: longitude
tr: boylam

source: remote sensing centre
tr: uzaktan algılama merkezi

source: GIS laboratory
tr: CBS laboratuvarı

source: on-line service
tr: çevirimiçi hizmet

source: underground dump
tr: yeraltı boşaltımı

source: business economics
tr: iş ekonomisi

source: deterrence
tr: caydırıcılık

source: old hazardous site
tr: eski tehlikeli alanlar

source: outer space (allocation plan)
tr: dış mekan

source: deep sea mining
tr: deniz dibi madenciliği

source: semi-liquid manure
tr: yarı sıvı gübre

source: electrical goods industry
tr: elektrikli eşya sanayi

source: services providing company
tr: hizmet sağlayıcı şirket

source: restoration of water
tr: suyun iyileştirilmesi

source: local heat supply
tr: lokal ısı temini

source: forwarding agent
tr: nakliyat acentesi

source: waste avoidance
tr: atık azaltıcı tedbirler

source: natural independence law
tr: doğal bağımsızlık yasası

source: offence against the environment
tr: çevreye karşı suç

source: provincial/regional law (D)
tr: bölgesel hukuk

source: provincial/regional authority (D)
tr: yerel/bölgesel makam
