Repository: pklohar1994/testing123
Catalog: sources/XLIFF/Turkish.xlf
Languages: tr

source: ecolabelling
tr: eko-etiketleme

source: ecological abundance
tr: ekolojik zenginlik

source: ecological adaptation
tr: ekolojik adaptasyon

source: ecological assessment
tr: ekolojik değerlendirme

source: ecological balance
tr: ekolojik denge

source: ecological bookkeeping
tr: ekolojik muhasebe

source: ecological factor
tr: ekolojik faktör

source: offset policy (emissions trading)
tr: telafi politikası (emisyon ticareti)

source: offshore mining
tr: açık denizde madencilik

source: offshore oil drilling
tr: açık deniz petrol sondajı

source: off-site
tr: saha dışı

source: oil binding agent
tr: yağ bağlayıcı madde

source: oil-based energy
tr: petrol bazlı enerji

source: oil boom
tr: petrol bariyeri

source: oil disaster
tr: petrol felaketi

source: oil exploration
tr: petrol arama

source: oil extraction
tr: petrol çıkarma

source: oil and fat industry
tr: yağ ve gres sanayi

source: oil pipeline
tr: petrol boru hattı

source: oil pollution
tr: petrol kirliliği

source: oil pollution abatement
tr: petrol kirliliğinin azaltılması

source: oil recovery vessel
tr: petrol temizleme gemisi

source: oil refinery
tr: petrol rafinerisi

source: oil refining
tr: petrol rafinajı

source: oil residue recuperation
tr: petrol atıklarının geri kazanılması

source: oil shale
tr: şeyl petrolü

source: oil slick
tr: petrol tabakası

source: oil spill
tr: petrol sızıntısı

source: oil tanker
tr: petrol tankeri

source: old landfill site
tr: eski depolama sahaları

source: polluted site
tr: kirlenmiş saha

source: antiquated plant
tr: eski tesisler

source: olfactory pollution
tr: koku kirliliği, olfaktif kirlenme

source: olfactometry
tr: olfaktometri

source: onchocerciasis
tr: onkoserkoz

source: oncology
tr: onkoloji

source: opencast mining
tr: açık ocak madenciliği

source: open sea fishing
tr: açık deniz balıkçılığı

source: operating data
tr: işletme verileri

source: opinion
tr: kanaat, görüş

source: installation optimisation
tr: tesis optimizasyonu

source: ore
tr: maden filizi, cevher

source: woodland ecosystem
tr: ormanlık bölge ekosistemi

source: wood preservation
tr: odun koruma

source: wood product
tr: odun üretimi

source: wood waste
tr: odun atıkları

source: wool
tr: yün

source: work accident
tr: iş kazası

source: worked-out open cut
tr: açık maden işletmelerinin tükenmesi

source: working condition
tr: çalışma koşulları

source: working hours
tr: çalışma saatleri

source: working the soil
tr: toprak işleme

source: workplace
tr: işyeri

source: world
tr: dünya

source: world heritage site
tr: dünya mirası sit alanı

source: write-off
tr: zarar yazmak

source: wrongful act
tr: kanuna aykırı fiil

source: wrongful government act
tr: kanuna aykırı idari fiil

source: xenobiotic substance
tr: ksenobiyotik madde

source: X ray
tr: x ışınları

source: yeast
tr: maya

source: yield (economy)
tr: verim (ekonomi)

source: infant
tr: küçük çocuk

source: youth
tr: gençlik

source: youth work
tr: gençlik çalışmaları

source: zinc
tr: çinko

source: zoning
tr: bölgelere ayırma

source: zoological garden
tr: hayvanat bahçesi

source: zoology
tr: zooloji

source: zoonosis
tr: hayvanlardan insanlara bulaşabilen hastalık

source: accounting
tr: muhasebe

source: animal life
tr: hayvan yaşamı

source: consumer product
tr: tüketim ürünleri

source: environmental administration institution
tr: çevre koruma kurumu

source: health effect of noise
tr: gürültünün sağlık üzerinde etkisi

source: human body
tr: insan vücudu

source: human science
tr: insan bilimi

source: information transfer
tr: bilgi aktarımı

source: juridical act
tr: hukuki muamele

source: meteorological research
tr: meteorolojik araştırma

source: natural areas protection
tr: doğal alanların korunması

source: public maritime domain
tr: kamuya ait deniz alanları

source: right of access
tr: erişim hakkı

source: public benefit inquiry
tr: kamu yararına soruşturma

source: public inquiry
tr: kamu soruşturması

source: delegated management
tr: temsili yönetim

source: state control
tr: devlet kontrolü

source: easement
tr: irtifak hakkı

source: crime
tr: suç

source: police power
tr: polis gücü

source: criminal law procedure
tr: ceza muhakemeleri usulü

source: judgement (sentence)
tr: karar (hüküm)

source: conflict
tr: ihtilâf

source: litigation
tr: hukuki ihtilâf

source: administrative court (administration)
tr: idari mahkeme

source: Court of Justice of the European Communities
tr: Avrupa Topluluğu Adalet Divanı

source: justice
tr: adalet

source: trial
tr: dava

source: court
tr: mahkeme

source: lease
tr: kira kontratı

source: certification
tr: tescil, belgelendirme

source: homologation
tr: onay

source: compaction
tr: sıkıştırma

source: company policy
tr: şirket politikası

source: comparative law
tr: karşılaştırmalı hukuk

source: comparative test
tr: karşılaştırmalı deney

source: comparison
tr: karşılaştırma

source: compensation
tr: telafi, tazmin

source: compensatory measure
tr: telafi edici önlem

source: compensatory tax
tr: dengeleme vergisi

source: competition (biological)
tr: rekabet (biyoloji)

source: economic competition
tr: ekonomik rekabet

source: competitiveness
tr: rekabet gücü

source: complex formation
tr: kompleks oluşumu

source: complexing agent
tr: kompleksleştirici madde

source: composite pollution
tr: kompozit kirliliği

source: compost
tr: kompost

source: compostable waste
tr: fermente edilebilir atık

source: composting
tr: kompostlama

source: composting by producer
tr: üretici tarafından yapılan kompostlama

source: compression
tr: sıkıştırma

source: compressor
tr: kompresör

source: compulsory use
tr: zorunlu kullanım

source: European Communities
tr: Avrupa Toplulukları

source: concentration (value)
tr: konsantrasyon (değer)

source: concentration (process)
tr: konsantrasyon (kimya)

source: concrete
tr: beton

source: concrete products industry
tr: beton ürünleri sanayi

source: condensation (process)
tr: yoğunlaştırma (proses)

source: conductivity
tr: iletkenlik

source: conflicting use
tr: aykırı kullanım

source: conflict of aims
tr: amaç uyuşmazlığı

source: conflict of interests
tr: çıkar uyuşmazlığı

source: congress
tr: kongre

source: conifer
tr: ibre yapraklı bitki

source: coniferous forest
tr: ibre yapraklı orman

source: conservation
tr: koruma

source: freshwater conservation
tr: tatlı suyun korunması

source: conservation of genetic resources
tr: genetik kaynakların korunması

source: conservation of monuments
tr: tarihi eserlerin korunması

source: constitutional law
tr: anayasa hukuku

source: construction equipment
tr: şantiye ekipmanı

source: construction noise
tr: inşaat gürültüsü

source: construction of installations
tr: tesis inşaatı

source: construction technology
tr: inşaat teknolojisi

source: construction with recycled material
tr: geri dönüştürülmüş malzemeyle inşaat

source: construction work
tr: inşaat işleri

source: consultation
tr: danışma, istişare

source: consumer behaviour
tr: tüketici davranışı

source: consumer goods
tr: tüketim malları

source: consumer group
tr: tüketici grubu

source: consumer information
tr: tüketici bilgilendirme

source: consumer protection
tr: tüketicinin korunması

source: consumer waste
tr: tüketici atıkları

source: consumption
tr: tüketim

source: consumption pattern
tr: tüketim modeli

source: container
tr: konteyner

source: containment (nuclear industry)
tr: nükleer reaktör kubbesi

source: contaminated soil
tr: kirlenmiş toprak

source: contamination
tr: kirlenme

source: continental shelf
tr: kıtasal platform

source: continuous load
tr: sürekli kirletici yükü

source: contour farming
tr: tesviye eğrili tarım

source: contract
tr: sözleşme

source: contract cleaner
tr: temizlik şirketi

source: controlled burning
tr: kontrollü yakma

source: controlled hunting zone
tr: kontrollü av bölgesi

source: controlling authority
tr: kontrol makamı

source: control measure
tr: kontrol önlemi

source: conurbation
tr: bitişik kümekent

source: convention
tr: konvansiyon

source: conventional energy
tr: konvansiyonel enerji

source: cooling
tr: soğutma

source: cooling oil
tr: soğutma yağı

source: cooling tower
tr: soğutma kulesi

source: cooling water
tr: soğutma suyu

source: co-operation
tr: işbirliği

source: co-operation principle
tr: işbirliği prensibi

source: co-ordination
tr: koordinasyon

source: copper
tr: bakır

source: coppice
tr: koruluk

source: coral
tr: mercan

source: coral reef
tr: mercan resifleri

source: chordate
tr: kordalılar

source: core meltdown
tr: çekirdek erimesi (nükleer santral)

source: cork
tr: mantar, tıpa

source: corridor
tr: koridor

source: corrosion
tr: korozyon, aşınma

source: corrosion inhibitor
tr: korozyon önleyici madde

source: cosmetic industry
tr: kozmetik sanayi

source: cosmic radiation
tr: kozmik ışınım

source: cost-benefit
tr: fayda-maliyet ilişkisi

source: cost-benefit analysis
tr: fayda-maliyet analizi

source: cost increase
tr: maliyetin artması

source: emission reduction
tr: emisyon azaltma

source: emission reduction banking
tr: emisyon azaltma kredisi

source: emission register
tr: emisyon kaydı

source: emission situation
tr: emisyon durumu

source: emission source
tr: emisyon kaynağı

source: emission standard
tr: emisyon standardı

source: emission to water
tr: suya verilen emisyonlar

source: employment
tr: istihdam

source: employment and environment
tr: çevre ve istihdam

source: employment level effect
tr: istihdam seviyesi etkileri

source: emulsification
tr: emülsifikasyon

source: emulsion
tr: emülsiyon

source: encapsulation
tr: enkapsülasyon, sarma, kaplama

source: encyclopaedia
tr: ansiklopedi

source: endangered animal species
tr: nesli tehlike altındaki hayvan türleri

source: endangered plant species
tr: nesli tehlike altındaki bitki türleri

source: endangered species (IUCN)
tr: nesli tehlike altındaki türler

source: groundwater endangering
tr: yer altı sularının risk altında olması

source: endocrine system
tr: endokrin sistemi

source: endocrinology
tr: endokrinoloji

source: end-of-pipe technology
tr: boru-sonu teknolojisi

source: energy
tr: enerji

source: energy balance
tr: enerji dengesi

source: energy conservation
tr: enerji tasarrufu

source: energy consumption
tr: enerji tüketimi

source: energy conversion
tr: enerji dönüşümü

source: energy demand
tr: enerji talebi

source: energy dissipation
tr: enerji kaybı

source: energy distribution system
tr: enerji dağıtım sistemi

source: energy economics
tr: enerji ekonomisi

source: energy efficiency
tr: enerji verimliliği

source: energy legislation
tr: enerji mevzuatı

source: energy management
tr: enerji yönetimi

source: energy market
tr: enerji piyasası

source: energy policy
tr: enerji politikası

source: energy process
tr: enerji prosesi

source: storage (process)
tr: depolama

source: mountain refuge
tr: dağ barınağı

source: space research
tr: uzay araştırması

source: red list
tr: kırmızı liste

source: insulating material
tr: izolasyon malzemesi

source: decantation
tr: dekantasyon, durultma, süzme

source: federal government
tr: federal devlet

source: federal law
tr: federal kanun

source: fee
tr: harç, ücret

source: feeding of animals
tr: hayvanların beslenmesi

source: fen
tr: bataklık

source: fermentation
tr: fermantasyon

source: fern
tr: eğreltiotu

source: fertiliser
tr: gübre

source: fertiliser law
tr: gübre yönetmeliği

source: fibre
tr: elyaf

source: fibreglass
tr: cam elyafı

source: field
tr: tarla, mera

source: field damage
tr: tarlalara yapılan hasar

source: field experiment
tr: saha deneyi

source: field study
tr: arazi etüdü

source: filling material
tr: dolgu malzemesi

source: filling station
tr: akaryakıt istasyonu

source: filter
tr: filtre

source: filter cake
tr: filtre keki

source: filtration
tr: filtreleme

source: final storage
tr: nihai depolama

source: finances
tr: mali durum

source: financial assistance
tr: finansal yardım

source: financial compensation
tr: mali tazminat

source: financial contribution
tr: mali katkı

source: financial instrument
tr: finansman aracı

source: financial law
tr: mali kanun

source: financial market
tr: mali piyasa

source: financing
tr: finansman

source: fine
tr: para cezası

source: fine dust
tr: ince toz

source: fire
tr: yangın

source: fire precaution
tr: yangın tedbirleri

source: fireproofing agent
tr: yanmaz madde

source: fire protection
tr: yangından korunma

source: mass recreation
tr: kitlesel eğlence

source: separation
tr: ayırma (fizik)

source: mass transport (physics)
tr: toplu taşıma

source: material
tr: materyal, malzeme

source: balance of matter
tr: madde dengesi

source: material life cycle
tr: materyal yaşam döngüsü

source: materials science
tr: malzeme bilimi

source: testing of materials
tr: malzeme kontrolü

source: mathematical analysis
tr: matematiksel analiz

source: mathematical method
tr: matematik metodları

source: maximum admissible concentration
tr: maksimum kabul edilebilir konsantrasyon

source: maximum immission concentration
tr: maksimum imisyon konsantrasyonu

source: meadow
tr: otlak

source: transportation mean
tr: nakil araçları

source: measuring
tr: ölçüm

source: measuring method
tr: ölçüm metodu

source: measuring programme
tr: ölçüm programı

source: meat
tr: et

source: mechanical engineering
tr: makine mühendisliği

source: medical science
tr: tıp bilimi

source: discarded medicinal drug
tr: miadı dolan ilaçlar

source: medicinal plant
tr: tıbbi bitki

source: medicine (practice)
tr: tıp

source: Mediterranean Area
tr: Akdeniz Bölgesi

source: Mediterranean wood
tr: Akdeniz ağaçları

source: melting
tr: erime

source: membrane
tr: membran

source: mental effect
tr: zihinsel etki

source: mercury
tr: cıva

source: mercury contamination
tr: cıva kontaminasyonu

source: metabolism
tr: metabolizma

source: metabolism of pesticides
tr: pestisit metabolizması

source: metabolite
tr: metabolit

source: metainformation
tr: metabilgi

source: metal finishing
tr: metal kaplama

source: metallic mineral
tr: metalik mineral

source: metallurgical industry
tr: metalürji endüstrisi

source: metal oxide
tr: metal oksit

source: power station
tr: elektrik santrali

source: precipitation (chemical)
tr: çökme, çökelme (kimya)

source: precipitation enhancement
tr: yağış artırma

source: predator
tr: yırtıcı hayvan

source: prefabricated building
tr: prefabrik bina

source: preliminary proceedings
tr: duruşma hazırlığı

source: premium
tr: prim

source: preservation of evidence
tr: kanıtın muhafazası

source: preservative
tr: koruyucu

source: preserve
tr: koruma, muhafaza

source: press
tr: basın

source: pressing
tr: presleme

source: pressure
tr: basınç

source: pressure group
tr: basınç grubu

source: preventive health measure
tr: koruyucu sağlık önlemleri

source: price
tr: fiyat

source: pricing policy of resources
tr: kaynak fiyatlandırma politikası

source: primary education
tr: ilköğretim

source: primary energy consumption
tr: birincil enerji tüketimi

source: primary sector
tr: hammadde sektörü

source: primate
tr: primatlar

source: primary forest
tr: birincil orman

source: precautionary principle
tr: ihtiyatlılık ilkesi

source: principle of sustainability
tr: sürdürülebilirlik prensibi

source: printing industry
tr: matbaacılık sanayi

source: printing work
tr: matbaacılık

source: prior informed consent
tr: ön bildirimli muvafakat

source: prior notification for hazardous waste transport
tr: tehlikeli atık taşıma için ön bildirim

source: private car
tr: hususi araç

source: private household
tr: özel ev

source: private law
tr: özel hukuk

source: private sector
tr: özel sektör

source: private transport
tr: özel taşımacılık

source: privatisation
tr: özelleştirme

source: proboscidean
tr: hortumlu memeliler

source: procaryote
tr: prokaryotlar

source: procedural law
tr: usul hukuku

source: processing
tr: işleme

source: cost recovery basis
tr: maliyeti karşılama prensibi

source: cost reduction
tr: maliyetin azaltımı

source: cost
tr: maliyet

source: pollution cost
tr: kirlenme maliyeti

source: national economic costs
tr: milli ekonomi

source: cotton
tr: pamuk

source: county
tr: idari bölge

source: court of justice
tr: adalet divanı

source: covering
tr: kaplama, örtü, tabaka

source: craft
tr: zanaat

source: credit assistance
tr: kredi desteği

source: criminality
tr: suçluluk, suç oranı

source: criminal law
tr: ceza hukuku

source: critical level
tr: kritik seviye

source: critical load
tr: kritik yük

source: crocodile
tr: timsah

source: crop protection
tr: ekinlerin korunması

source: crop rotation
tr: ürün rotasyonu

source: crop waste
tr: hasat atıkları

source: crossing place
tr: geçit

source: crossing place for animals
tr: hayvanlar için düzenlenen geçit

source: crude oil
tr: ham petrol

source: cruising
tr: gemiyle deniz yolculuğu

source: crustacean
tr: kabuklular

source: cryptogam
tr: çiçeksiz bitkiler

source: crystallisation
tr: kristalleşme

source: crystallography
tr: kristalografi

source: cultivated plant
tr: kültür bitkisi

source: cultivation
tr: kültür bitkisi yetiştiriciliği

source: cultivation method
tr: kültür yöntemleri

source: cultural development
tr: kültürel gelişim

source: cultural facility
tr: kültür merkezi

source: cultural heritage
tr: kültür mirası

source: cultural indicator
tr: kültürel gösterge

source: cultural policy
tr: kültürel politika

source: culture (society)
tr: kültür (sosyal)

source: curriculum
tr: müfredat programı

source: custom and usage
tr: gelenek ve görenekler

source: customs
tr: gümrük

source: cutting (forestry)
tr: ağaç kesme (ormancılık)

source: cyanate
tr: siyanat

source: cyanide
tr: siyanür

source: cyclone
tr: siklon

source: cytology
tr: sitoloji, hücre bilimi

source: cytotoxicity
tr: sitotoksisite

source: dairy farm
tr: mandıra

source: dairy industry
tr: süt ve süt ürünleri sanayi

source: dairy product
tr: süt ürünleri

source: dam
tr: baraj

source: damage
tr: zarar, hasar

source: damage from military manoeuvres
tr: askeri manevralardan kaynaklanan zararlar

source: damage prevention
tr: zararın önlenmesi

source: hazardous chemical export
tr: tehlikeli kimyasalların ihracatı

source: dangerous goods
tr: tehlikeli mallar

source: dangerous goods law
tr: tehlikeli mallara ilişkin kanun

source: dangerous goods regulation
tr: tehlikeli mallar için yasal düzenleme

source: data acquisition
tr: veri sağlama

source: data analysis
tr: veri analizi

source: data base
tr: veritabanı

source: data carrier
tr: veri taşıyıcı

source: data exchange
tr: veri değişimi

source: data processing
tr: veri işleme

source: data protection
tr: veri koruma

source: data recording technique
tr: veri kayıt tekniği

source: dating
tr: tarih verme, tarih atma

source: decay product
tr: bozunum ürünü

source: DDT
tr: diklorodifeniltrikloretan (ddt)

source: debt
tr: borç

source: debt service
tr: borç servisi

source: racking
tr: durultma

source: decentralisation
tr: desantralizasyon, yönetimin yerelleştirilmesi

source: deciduous forest
tr: yapraklarını döken orman

source: deciduous tree
tr: yaprağını döken ağaç

source: decision
tr: karar

source: decision process
tr: karar süreci

source: decomposition
tr: dekompozisyon, parçalanma

source: decontamination
tr: dekontaminasyon, kirliliğin ortadan kaldırılması

source: decree
tr: hüküm, mahkeme kararı

source: deep sea
tr: derin deniz

source: deep sea deposit
tr: deniz altı maden yatakları

source: deep-sea disposal
tr: derin deniz deşarjı

source: deep sea fishing
tr: açık deniz balıkçılığı

source: deer
tr: geyik

source: defence
tr: savunma

source: defoliation
tr: zararlılar nedeniyle yaprak dökümü

source: deforestation
tr: ormansızlaşma

source: degradability
tr: bozunabilirlik

source: degradation
tr: kimyasal bozunma

source: degradation of natural resources
tr: doğal kaynakların bozunması

source: degradation product
tr: bozunma ürünü

source: degreasing
tr: yağ giderimi

source: de-inking
tr: mürekkep giderimi

source: delinquency
tr: ihmal, kusur

source: demand
tr: talep (arz ve talep)

source: democracy
tr: demokrasi

source: demographic development
tr: demografik büyüme

source: demographic evolution
tr: demografik gelişme

source: demography
tr: demografi

source: demolition business
tr: yıkım işi

source: demolition waste
tr: yıkım atıkları

source: demonstrability
tr: kanıtlanabilirlik

source: dendrochronology
tr: dendrokronoloji

source: dendrometry
tr: dendrometri

source: denitrification
tr: denitrifikasyon

source: denitrification of waste gas
tr: atık gazların denitrifikasyonu

source: deposited particulate matter
tr: çökeltilmiş partikül madde

source: deposition
tr: atmosferik serpinti

source: deregulation
tr: kısıtlayıcı şartları kaldırma

source: dermapteran
tr: dermaptera, kulağakaçanlar

source: desalination
tr: tuz giderimi

source: desalination plant
tr: deniz suyu arıtma tesisi, tuz giderimi tesisi

source: desert
tr: çöl

source: desertification
tr: çölleşme

source: desertification control
tr: çölleşmeye karşı mücadele

source: desert locust
tr: çöl çekirgesi

source: design (project)
tr: tasarım (proje)

source: desk study
tr: masa başı çalışma

source: desorption
tr: desorpsiyon

source: desulphurisation
tr: desülfürizasyon

source: desulphurisation of fuel
tr: yakıtların desülfürizasyonu

source: detection
tr: soruşturma

source: detector
tr: dedektör

source: detergent
tr: deterjan

source: determination method
tr: tespit yöntemi

source: deterrent
tr: caydırıcı

source: detoxification
tr: detoksifikasyon

source: developed country
tr: gelişmiş ülke

source: developing countries debt
tr: gelişmekte olan ülkelerin borçları

source: developing country
tr: gelişmekte olan ülke

source: development aid
tr: kalkınma yardımı

source: development area
tr: gelişme bölgesi

source: development co-operation
tr: kalkınma işbirliği

source: development model
tr: kalkınma modeli

source: development pattern
tr: gelişme modeli

source: development planning
tr: kalkınma planlaması

source: development plan
tr: kalkınma planı

source: dialysis
tr: diyaliz

source: dictionary
tr: sözlük

source: didactics
tr: didaktik

source: diesel engine
tr: dizel motor

source: diesel fuel
tr: mazot

source: differentiation
tr: farklılaşma

source: diffuse source
tr: yayılmış kirlilik kaynakları

source: diffusion
tr: difüzyon, yayılma, dağılma

source: digested sludge
tr: çürütülmüş çamur

source: digester
tr: çürütme tankı

source: digestion (sewage)
tr: çürüme

source: digital land model
tr: sayısallaştırılmış arazi modeli

source: digitising
tr: sayısallaştırma

source: diluted acid
tr: seyreltik asit

source: dioxin
tr: diyoksin

source: direct discharger
tr: doğrudan boşaltım yapan tesisler

source: directive
tr: direktif, talimat

source: disabled person
tr: engelli kişi

source: disaster
tr: afet

source: disaster cleanup operation
tr: afet sonrası restorasyon

source: disaster contingency plan
tr: afet yönetim planı

source: disaster control service
tr: afet kontrol hizmeti

source: disaster preparedness
tr: afete hazırlık

source: disaster prevention
tr: afetten korunma

source: disaster relief
tr: afet durumunda acil yardım

source: discharge legislation
tr: boşaltıma ilişkin yasal düzenleme

source: discharge regime
tr: akıntı rejimi

source: disease
tr: hastalık

source: disease cause
tr: hastalık nedeni

source: disinfectant
tr: dezenfektan

source: disinfection
tr: dezenfeksiyon

source: dispatch note
tr: irsaliye makbuzu

source: dispersion
tr: dağılma, yayılma

source: dispersion calculation
tr: dağılım hesaplaması

source: displaced person
tr: yerinden edilmiş kişi

source: disposal of the dead
tr: cenaze töreni

source: disposal of warfare materials
tr: savaş malzemelerinin bertarafı

source: dissolution
tr: çözünme, erime

source: dissolved organic carbon
tr: çözünmüş organik karbon

source: distillation
tr: damıtma
