Repository: pklohar1994/testing123
Catalog: sources/XLIFF/Turkish.xlf
Languages: tr

source: cleanliness (hygiene)
tr: temizlik

source: industrial environment (in general)
tr: endüstriyel çevre

source: natural risk
tr: doğal risk

source: natural risk analysis
tr: doğal risk analizi

source: major risk
tr: temel risk

source: rescue system
tr: kurtarma sistemi

source: crisis management
tr: kriz yönetimi

source: tax system
tr: vergi sistemi

source: concept of environment
tr: çevre konsepti

source: forest ecology
tr: orman ekolojisi

source: scientific ecology
tr: bilimsel ekoloji

source: urban ecology
tr: kentsel ekoloji

source: ecozone
tr: ekolojik bölge

source: environmental engineering
tr: çevre mühendisliği

source: palaeoecology
tr: paleoekoloji

source: biological heritage
tr: biyolojik miras

source: altitude
tr: rakım, yükseklik

source: cove
tr: kayalıklı koy

source: canyon
tr: kanyon

source: headland (geography)
tr: burun (coğrafya)

source: geographic circque
tr: buz yalağı (coğrafya)

source: continent
tr: kıta

source: barrier beach
tr: kıyı şeridi

source: creek
tr: koy

source: fault
tr: fay

source: cliff
tr: falez

source: open sea
tr: açık deniz

source: coral reef lagoon
tr: mercan kayalığı lagünü

source: river bed
tr: akarsu yatağı

source: physical environment
tr: fiziksel çevre

source: alluvial plain
tr: alüvyonlu arazi

source: barrier reef
tr: bariyer resifi

source: relief (land)
tr: rölyef, kabartma

source: biotope order
tr: biyotop düzenleme kararı

source: sensitive natural area
tr: hassas doğal alan

source: environmental analysis
tr: çevre analizi

source: abiotic environment
tr: abiyotik çevre

source: aquatic environment
tr: su ortamı

source: sensitive environment
tr: hassas çevre

source: terrestrial environment
tr: karasal çevre

source: marine park
tr: deniz parkı

source: regional natural park
tr: bölgesel doğal park

source: reserve
tr: rezerv

source: state biological reserve
tr: devlet biyolojik rezervi

source: ocean outfall
tr: okyanusa tahliye yeri

source: ocean exploitation
tr: okyanus işletmesi

source: swell
tr: deniz çalkantısı

source: estuary pollution
tr: nehir ağzı kirliliği

source: river management
tr: akarsu yönetimi

source: flushing
tr: su fışkırtma

source: canal lock
tr: tesviye havuzu

source: water weed cutting
tr: orakla biçme

source: bank protection
tr: nehir kıyı koruma

source: retaining reservoir
tr: su tutucu

source: dam draining
tr: baraj tahliyesi

source: water corrosivity
tr: suyun aşındırıcılığı

source: water quality improvement
tr: su kalitesinin iyileştirilmesi

source: water taste
tr: suyun tadı

source: green tide
tr: yeşil gelgit

source: suspended matter
tr: askıda madde

source: water salinity
tr: suyun tuzluluk derecesi

source: catchment
tr: toplama havzası

source: fountain
tr: çeşme, pınar

source: water reservoir
tr: su rezervuarı

source: water demineralisation
tr: suyun demineralizasyonu

source: on-site wastewater treatment
tr: yerinde atık su arıtma

source: collective wastewater treatment
tr: kollektif atık su arıtma

source: storm water basin
tr: yağmur suyu havzası

source: rain water sewer system
tr: yağmur suyu drenaj sistemi

source: separate sewer system
tr: ayrık sistem kanalizasyon şebekesi

source: combined sewer system
tr: birleşik sistem kanalizasyon şebekesi

source: water aeration
tr: su havalandırma

source: individual wastewater treatment
tr: bireysel atık su arıtma

source: sedimentation basin
tr: çökeltme tankı

source: trickling filter
tr: damlatmalı filtre

source: used water
tr: atık su

source: urban wastewater
tr: kentsel atık su

source: waste treatment effluent
tr: atık arıtma tesisinden kaynaklanan atık su

source: biological wastewater treatment
tr: biyolojik atık su arıtma

source: lagooning
tr: lagünde arıtma

source: water regeneration
tr: suyun yenilenmesi

source: water resources management
tr: su kaynakları yönetimi

source: waste sorting unit
tr: atık ayrıştırma ünitesi

source: scrap dump
tr: hurda deposu

source: reclamation industry
tr: geri kazanım sanayi

source: use of waste as energy source
tr: atıkların enerji olarak kullanımı

source: use of waste as material
tr: atıkların malzeme olarak kullanımı

source: beach cleansing
tr: plaj temizleme

source: bulky waste
tr: hacimli atıklar

source: alkaline battery
tr: alkalin pil

source: international transaction
tr: uluslar arası işlemler

source: road setting
tr: yol düzenlemeleri

source: air quality monitoring
tr: hava kalitesi izleme

source: citizen initiative
tr: vatandaş girişimi

source: area under stress
tr: baskı altındaki alanlar (çevre)

source: fire safety requirement
tr: yangın güvenlik gereksinimleri

source: fire service
tr: itfaiye

source: firing
tr: fırınlama (seramik)

source: firm
tr: şirket, firma

source: fish disease
tr: balık hastalıkları

source: fishery
tr: balıkçılık (genel)

source: fisheries management
tr: balıkçılık yönetimi

source: fishery resource
tr: balıkçılık kaynakları

source: fishery economics
tr: balıkçılık ekonomisi

source: fishery policy
tr: balıkçılık politikası

source: fish
tr: balık

source: fish farming
tr: balık yetiştiriciliği

source: fishing
tr: balık tutma (eylem)

source: fishing industry
tr: balıkçılık endüstrisi

source: fishing law
tr: balıkçılık yasası

source: fishing preserve
tr: olta balıkçılığı alanı

source: fishing vessel
tr: balıkçı gemisi

source: fish kill
tr: balık ölümleri

source: fish stock
tr: balık stoğu

source: fish toxicity
tr: balık zehirlenmesi

source: fitting (plumbing)
tr: tesisat malzemesi (bina)

source: fixed schedule of charges
tr: sabit ücret tarifesi

source: flag of convenience
tr: kolaylık sağlayan bayrak

source: flaring
tr: gazların yakılması

source: rapid test
tr: hızlı deney

source: flavouring
tr: aroma

source: flea
tr: pire

source: flexible approach to environmental protection
tr: çevre korumasında esnek yaklaşım

source: flocculant
tr: flokülan, topak

source: flocculation
tr: flokülasyon, topaklanma

source: flood
tr: taşkın

source: flood control
tr: taşkın kontrolü

source: flooding
tr: sel basma

source: flora (biology)
tr: flora (biyoloji)

source: flora restoration
tr: flora restorasyonu

source: flotation
tr: flotasyon, yüzdürme

source: flow
tr: debi, akıntı

source: flower
tr: çiçek

source: flowering plant
tr: çiçekli bitki

source: flow field
tr: akış alanı

source: flowing water
tr: akarsu

source: flue gas
tr: baca gazı

source: fluidics
tr: akışkanlar

source: fluidisation
tr: akışkanlaştırma

source: fluidised bed
tr: akışkan yatak

source: fluoridation
tr: floridasyon

source: fluorine
tr: florin

source: fluvial resource
tr: akarsudan elde edilen kaynaklar

source: river transport
tr: nehir taşımacılığı

source: fly ash
tr: uçucu kül

source: foaming agent
tr: köpürtücü madde

source: fodder
tr: hayvan yemi

source: fog
tr: sis

source: mist
tr: buğu

source: foliage
tr: yapraklar

source: food
tr: gıda, besin

source: food additive
tr: gıda katkı maddesi

source: food chain
tr: besin zinciri

source: food colourant
tr: gıda boyası

source: food commerce
tr: gıda ticareti

source: food contamination
tr: gıda kontaminasyonu

source: food hygiene
tr: gıda hijyeni

source: food industry
tr: gıda endüstrisi

source: food irradiation
tr: gıda ışınlama

source: food pollutant
tr: gıda kirleticileri

source: food preservation
tr: gıdaların korunması

source: food processing industry
tr: gıda endüstrisi

source: food production (agriculture)
tr: gıda üretimi (tarım)

source: food quality
tr: gıda kalitesi

source: food requirement
tr: gıda ihtiyacı

source: food science
tr: gıda bilimi

source: food storage
tr: gıda depolama

source: foodstuff
tr: gıda ürünleri

source: food technology
tr: gıda teknolojisi

source: food transport
tr: gıda nakliyatı

source: footpath
tr: patika

source: forage contamination
tr: yem kontaminasyonu

source: forage law
tr: yem kanunu

source: forecast
tr: tahmin, öngörü

source: foreclosure
tr: haciz

source: foreign economic relations
tr: dış ekonomik ilişkiler

source: foreign policy
tr: dış politika

source: foreign trade
tr: dış ticaret

source: forest
tr: orman

source: forest conservation
tr: orman koruma

source: forest cover destruction
tr: orman tahribatı

source: forest damage
tr: orman hasarları

source: forest ecosystem
tr: orman ekosistemi

source: forest fire
tr: orman yangını

source: forest industry
tr: orman endüstrisi

source: forest management
tr: orman işletmeciliği

source: forest pest
tr: orman zararlıları

source: forest policy
tr: orman politikası

source: forest production
tr: orman üretimi

source: forest product
tr: orman ürünü

source: forest reserve
tr: orman rezervi

source: forest resource assessment
tr: orman kaynaklarının değerlendirilmesi

source: forest resource
tr: orman kaynakları

source: forestry
tr: ormancılık

source: forestry economics
tr: ormancılık ekonomisi

source: forestry law
tr: orman kanunu

source: forestry legislation
tr: orman mevzuatı

source: forestry practice
tr: orman uygulamaları

source: form of government
tr: devlet yapısı

source: fossil
tr: fosil

source: fossil fuel
tr: fosil yakıt

source: fouling growth
tr: fouling, bakteriyel kirlenme

source: four stroke engine
tr: dört zamanlı motor

source: framework legislation
tr: çerçeve mevzuat

source: access to information
tr: bilgiye erişim

source: freight transport
tr: yük taşımacılığı

source: freshwater
tr: tatlı su

source: freshwater biology
tr: tatlı su biyolojisi

source: freshwater degradation
tr: tatlı su kaynaklarının bozulması

source: freshwater ecosystem
tr: tatlı su ekosistemi

source: freshwater monitoring
tr: tatlı su izlenmesi

source: freshwater organism
tr: tatlı su organizmaları

source: freshwater pollution
tr: tatlı suların kirlenmesi

source: freshwater resource
tr: tatlı su kaynakları

source: frog
tr: kurbağa

source: frost
tr: donma

source: fruit
tr: meyve

source: fruit cultivation
tr: meyve yetiştirme

source: fruit tree
tr: meyve ağacı

source: fuel
tr: yakıt

source: fuel additive
tr: yakıt katkıları

source: fuel alcohol
tr: yakıt alkolü

source: fuel composition
tr: yakıt bileşimi

source: fuel consumption
tr: yakıt tüketimi

source: fuel tank installation
tr: yakıt tankı tesisleri

source: fuel wood
tr: yakacak odun

source: fume
tr: duman

source: fumigation
tr: tütsüleme

source: functional substance
tr: fonksiyonel maddeler

source: soil function
tr: toprak işlevi

source: mycete
tr: mantar

source: fungus
tr: küf mantarı

source: fungicide
tr: fungisit

source: fur
tr: post, kürk

source: fur animal
tr: kürk hayvanı

source: furnace
tr: sanayi tipi fırın

source: furniture
tr: mobilya

source: furniture industry
tr: mobilya sanayi

source: furriery
tr: kürkçülük

source: gallinacean
tr: tavukgiller

source: galvanisation
tr: galvanizleme

source: game (animals)
tr: av

source: gamma radiation
tr: gama radyasyonu

source: garden
tr: bahçe

source: garden waste
tr: bahçe atıkları

source: garrigue
tr: garig

source: gas
tr: gaz

source: gas chromatography
tr: gaz kromatografisi

source: gas company
tr: gaz şirketi

source: gas engine
tr: gazlı motor

source: gaseous air pollutant
tr: atmosfer kirletici gaz

source: gaseous state
tr: gaz hali

source: treatment of gases
tr: gazların işlenmesi

source: gasification
tr: gazlaştırma

source: gas liquefaction
tr: gaz sıvılaştırma

source: gas mixture
tr: gaz karışımı

source: gas network
tr: gaz şebekesi

source: gasohol
tr: alkollü benzin

source: gasoline engine
tr: benzinli motor

source: gas pipeline
tr: gaz boru hattı

source: gas powered plant
tr: gaz yakıtlı termik santral

source: gas purification
tr: gaz arıtma

source: vapour recovery system
tr: gaz geri kazanma sistemi

source: gas reservoir
tr: gaz tankı

source: gas supply
tr: gaz tedariği

source: gastropod
tr: karındanbacaklıklar

source: gaswork
tr: havagazı fabrikası

source: gender issue
tr: cinsiyet eşitliği

source: gene bank
tr: gen bankası

source: general administrative order
tr: genel idare emri

source: general chemistry
tr: genel kimya

source: gene
tr: gen

source: genetic diversity
tr: genetik çeşitlilik

source: genetic effect
tr: genetik etki

source: genetic engineering
tr: genetik mühendisliği

source: genetic engineering legislation
tr: genetik mühendisliği mevzuatı

source: genetic information
tr: genetik bilgi

source: genetic modification
tr: genetik modifikasyon

source: genetic resource
tr: genetik kaynaklar

source: genetics
tr: genetik

source: genetic variation
tr: genetik değişiklik

source: geodesy
tr: jeodezi

source: geogenic factor
tr: jeogenetik faktör

source: geographic information system
tr: coğrafi bilgi sistemi

source: geography
tr: coğrafya

source: geological disaster
tr: jeolojik afet

source: geological process
tr: jeolojik proses

source: geology
tr: jeoloji

source: geomorphic process
tr: jeomorfik proses

source: geomorphology
tr: jeomorfoloji

source: geophysics
tr: jeofizik

source: geotechnology
tr: jeoteknik

source: geothermal energy
tr: jeotermik enerji

source: germ
tr: germ, tohum

source: germination
tr: germinasyon, çimlenme

source: germ plasm
tr: germ plazma

source: glacier
tr: buzul

source: glaciology
tr: buzul bilimi

source: glass
tr: cam

source: glass industry
tr: cam sanayi

source: global aspect
tr: küresel bakış açısı

source: global convention
tr: küresel konvansiyon

source: Global Environment Facility
tr: Küresel Çevre Fonu

source: global model
tr: küresel model

source: global warming
tr: küresel ısınma

source: glossary
tr: lügat

source: glue
tr: tutkal

source: goal of individual economic business
tr: şirket hedefleri

source: good management
tr: iyi yönetim

source: government advisory body
tr: hükümet danışma organı

source: government building
tr: hükümet binası

source: government (cabinet)
tr: hükümet

source: government environmental expenditure
tr: çevresel kamu harcamaları

source: government liability
tr: hükümet sorumluluğu

source: government policy
tr: hükümet politikası

source: grain
tr: hububat

source: grass
tr: ot

source: grass fire
tr: otlak yangını

source: grasshopper
tr: çekirge

source: grassland
tr: otlak

source: grassland ecosystem
tr: otlak ekosistemi

source: gravel
tr: çakıl

source: gravel extraction
tr: çakıl çıkarma

source: gravel pit
tr: çakıl ocağı

source: grazing
tr: otlatma

source: greenbelt
tr: yeşil kuşak

source: green building
tr: yeşil yapı

source: green corridor
tr: yeşil koridor

source: environmental tax
tr: çevre vergisi

source: greenhouse cultivation
tr: seracılık

source: greenhouse effect
tr: sera etkisi

source: greenhouse gas
tr: sera gazı

source: green manure
tr: yeşil gübre

source: green revolution
tr: yeşil devrim

source: green space
tr: yeşil alan

source: green vegetable
tr: yeşil sebze

source: grinding
tr: öğütme

source: gross national product
tr: gayri safi milli hasıla

source: groundwater
tr: yer altı suyu

source: groundwater extraction
tr: yer altı suyu çıkarma

source: groundwater pollution
tr: yer altı suyu kirliliği

source: groundwater protection
tr: yer altı suyunun korunması

source: group behaviour
tr: grup davranışı

source: gulf
tr: körfez

source: gymnosperm
tr: açık tohumlular

source: gypsum
tr: alçı

source: haematology
tr: hematoloji

source: hail
tr: dolu

source: half-life
tr: yarı ömür

source: halogenated biphenyl
tr: halojenize bifenil

source: halogenated hydrocarbon
tr: halojenize hidrokarbon

source: halogenated phenol
tr: halojenize fenol

source: halogenated pollutant
tr: halojenize kirletici

source: halogenated terphenyl
tr: halojenize terfenil

source: handicraft business
tr: zanaat işletmesi

source: handicraft
tr: zanaat

source: harbour
tr: liman

source: hardness
tr: sertlik

source: hard-to-dispose-of waste
tr: tehlikeli ya da büyük hacimli atıklar

source: waste water pollution
tr: atık su kirliliği

source: harmonisation of law
tr: yasaların uyumlaştırılması

source: harvest
tr: rekolte, hasat

source: hazard
tr: tehlike

source: hazard of pollutants
tr: kirletici tehlike

source: hazardous substance
tr: tehlikeli madde

source: hazardous substances legislation
tr: tehlikeli maddeler mevzuatı

source: hazardous waste dump
tr: tehlikeli atıkların boşaltımı

source: hazardous waste
tr: tehlikeli atıklar

source: hazardous working material
tr: tehlikeli çalışma malzemesi

source: haze
tr: pus

source: headland (farm)
tr: tarlanın bir ucunda sürülmeden bırakılan parça

source: health
tr: sağlık

source: health care
tr: tedavi

source: health-environment relationship
tr: çevre-sağlık ilişkisi

source: health facility
tr: sağlık kurumu

source: health hazard
tr: sağlık tehlikesi

source: health legislation
tr: sağlık mevzuatı

source: health protection
tr: sağlığın korunması

source: health regulation
tr: sağlık yönetmeliği

source: health-related biotechnology
tr: tıbbi biyoteknoloji

source: health service
tr: sağlık hizmetleri

source: hearing impairment
tr: işitme zorluğu

source: hearing procedure
tr: denetim prosedürü

source: hearing protection
tr: işitme koruma

source: hearing (sense)
tr: duyma, işitme (duyu)

source: heat (physics)
tr: ısı

source: heat and power station
tr: kojenerasyon santrali

source: heater
tr: ısıtıcı

source: heathland
tr: fundalık

source: heating
tr: ısıtma

source: heating plant
tr: ısıtma tesisi

source: heat pump
tr: ısı pompası

source: heat storage
tr: ısı depolama

source: heat supply
tr: ısı temini

source: heavy goods vehicle traffic
tr: ağır yük taşımacılığı trafiği

source: heavy metal load
tr: ağır metal yükü

source: heavy metal
tr: ağır metal

source: hedge
tr: çit

source: herbicide
tr: otkıran

source: herbivore
tr: otçul

source: heterocyclic compound
tr: heterosiklik bileşik

source: higher education
tr: yüksek öğrenim

source: highland ecosystem
tr: dağlık bölge ekosistemi

source: high mountain
tr: yüksek dağ

source: high protein food
tr: yüksek protein içeren gıda

source: high-rise building
tr: gökdelen

source: high-speed railway
tr: hızlı tren demiryolu

source: high-speed train
tr: hızlı tren

source: high tide water
tr: kabaran sular

source: high voltage line
tr: yüksek gerilim hattı

source: highway
tr: karayolu

source: hill
tr: tepe

source: historical evolution
tr: tarihsel gelişim

source: historical monument
tr: tarihi eser

source: historical research
tr: tarihsel araştırmalar

source: historical site
tr: tarihi alan

source: history
tr: tarih

source: holiday camp
tr: tatil kampı

source: holiday
tr: tatil

source: horse
tr: at

source: horticulture
tr: bahçıvanlık, bahçecilik

source: hospital
tr: hastane

source: hospital waste
tr: hastane atıkları

source: hotel industry
tr: otel endüstrisi

source: hot water
tr: sıcak su

source: household
tr: hane halkı

source: household chemical
tr: evsel kullanıma yönelik kimyasallar

source: household goods
tr: ev eşyaları

source: housing
tr: mesken, lojman

source: housing density
tr: konut yoğunluğu

source: housing finance
tr: konut finansmanı

source: housing improvement
tr: konut geliştirme

source: housing legislation
tr: konut mevzuatı

source: housing need
tr: konut ihtiyacı

source: housing programme
tr: konut programı

source: housing quality standard
tr: konut kalite standardı

source: installation restoration
tr: büyük bina onarımı

source: human biology
tr: insan biyolojisi

source: human disease
tr: insan hastalıkları

source: human ecology
tr: insan ekolojisi

source: human exposure to pollutants
tr: insanların kirleticilere maruz kalması

source: human health
tr: insan sağlığı

source: human-made disaster
tr: beşeri afetler

source: human pathology
tr: insan patolojisi

source: human physiology
tr: insan fizyolojisi

source: human population
tr: insan nüfusu

source: human rights
tr: insan hakları

source: human settlement
tr: insan yerleşimleri

source: human settlement management
tr: insan yerleşimlerinin yönetimi

source: hunting
tr: av

source: hunting reserve
tr: av rezervi

source: hurricane
tr: kasırga

source: hybridisation
tr: hibridasyon

source: hydraulic construction
tr: hidrolik yapı

source: hydraulic engineering
tr: hidrolik mühendisliği

source: hydraulics
tr: hidrolik

source: hydrobiology
tr: hidrobiyoloji

source: hydrocarbon
tr: hidrokarbon

source: hydrochloric acid
tr: hidroklorik asit

source: hydroculture
tr: hidrokültür

source: hydroelectric power plant
tr: hidroelektrik santral

source: hydrogen
tr: hidrojen

source: hydrogen sulphide
tr: hidrojen sülfür

source: hydrogeology
tr: hidrojeoloji

source: hydrography
tr: hidrografi

source: hydrologic disaster
tr: hidrolojik afet

source: hydrologic balance
tr: hidrolojik denge

source: hydrologic cycle
tr: hidrolojik döngü, su döngüsü

source: hydrology
tr: hidroloji

source: hydrolysis
tr: hidroliz

source: hydrometeorology
tr: hidrometeoroloji

source: water power
tr: hidrolik enerji

source: hydrosphere
tr: hidrosfer

source: hygiene
tr: hijyen

source: hymenopteran
tr: zarkanatlılar,himenoptera

source: ice
tr: buz

source: iceberg
tr: buzdağı

source: ice pack
tr: yüzer buz alanlar

source: identification of pollutants
tr: kirleticilerin belirlenmesi

source: ideology
tr: ideoloji

source: image processing
tr: görüntü işleme

source: IMCO code
tr: IMCO kodları

source: bastardisation of fauna
tr: yabancı hayvan türlerinin girişi

source: bastardisation of flora
tr: yabancı bitki türlerinin girişi

source: immission
tr: imisyon

source: immission control
tr: imisyon kontrolü

source: immission control law
tr: imisyon kontrolü yönetmeliği

source: immission damage
tr: imisyon hasarları

source: immission forecast
tr: imisyon tahminleri

source: immission limit
tr: imisyon sınırı

source: immission load
tr: imisyon yükü

source: immune system
tr: immün sistem, bağışıklık sistemi

source: immunity
tr: bağışıklık

source: immunoassay
tr: immünolojik test

source: immunological disease
tr: immünolojik hastalık

source: immunology
tr: immünoloji

source: impact assessment
tr: etki değerlendirmesi

source: impact minimisation
tr: etki azaltma

source: impactor
tr: darbe aleti

source: impact prevention
tr: etkilerden korunma

source: impact source
tr: etki kaynağı

source: implementation law
tr: uygulama kanunu

source: import
tr: ithalat

source: import licence
tr: ithalat izni

source: impoverishment
tr: fakirleşme

source: impregnating agent
tr: emprenye kimyasalı

source: impregnation (materials)
tr: emprenye etme (malzeme)

source: improvement of efficiency
tr: verimin iyileştirilmesi

source: sudden load
tr: ani yük

source: impulsive noise
tr: ani gürültü

source: incineration
tr: yakma

source: incineration of waste
tr: atıkların yakılması

source: incinerator
tr: atık yakma cihazı

source: slope
tr: eğim

source: income
tr: gelir

source: incorporation
tr: kaynaşma, birleşme

source: indemnity
tr: tazminat

source: Indian Ocean
tr: Hint Okyanusu

source: indicator
tr: gösterge

source: indicator of environmental management
tr: çevre yönetimi göstergeleri

source: indicator of environmental quality
tr: çevre kalitesi göstergeleri

source: indigenous forest
tr: yerel orman

source: indigenous technology
tr: yerli teknoloji

source: indirect discharger
tr: dolaylı boşaltım yapan kaynak

source: indoor air pollution
tr: iç ortam hava kirliliği

source: indoor environment
tr: iç çevre

source: industrial area
tr: sanayi alanı

source: industrial association
tr: sanayi birliği

source: industrial building
tr: endüstriyel bina

source: industrial crop
tr: endüstriyel tarım

source: industrial development
tr: endüstriyel gelişim

source: industrial dumping
tr: endüstriyel boşaltım

source: industrial economics
tr: endüstriyel ekonomi

source: industrial effluent
tr: endüstriyel atık

source: industrial emission
tr: endüstriyel emisyon

source: industrial environmental policy
tr: endüstriyel çevre politikası

source: industrial equipment
tr: endüstriyel ekipman

source: industrial fume
tr: endüstriyel duman

source: industrial installation
tr: endüstriyel tesis
