Repository: pklohar1994/testing123
Catalog: sources/XLIFF/Turkish.xlf
Languages: tr

source: risk-benefit analysis
tr: risk-fayda analizi

source: risk communication
tr: risk iletişimi

source: risk perception
tr: risk algılama

source: risk reduction
tr: risk azaltma

source: river
tr: nehir

source: river basin development
tr: nehir havzasının gelişimi

source: river channelling
tr: nehir kanalları

source: river pollution
tr: nehir kirliliği

source: river water
tr: nehir suyu

source: road
tr: yol

source: road construction
tr: karayolu inşaatı

source: road maintenance
tr: karayolu bakım-onarımı

source: road safety
tr: karayolu emniyeti

source: road salt
tr: yol tuzu

source: road traffic
tr: karayolu trafiği

source: road traffic engineering
tr: karayolu trafik mühendisliği

source: road transport
tr: karayolu taşımacılığı

source: rock
tr: kaya

source: rock wool
tr: kaya yünü

source: rodent
tr: kemirgenler

source: root
tr: kök

source: rotary furnace
tr: döner fırın

source: route
tr: yol

source: route planning
tr: yol planlama

source: scientific co-operation
tr: bilimsel işbirliği

source: scientific policy
tr: bilimsel politika

source: scoping procedure
tr: kapsamlaştırma prosedürü

source: scrap material
tr: hurda malzeme

source: scrap material market
tr: hurda piyasası

source: scrap material price
tr: hurda fiyatı

source: scrap metal
tr: hurda metal

source: scrap vehicle
tr: hurda araç

source: screening
tr: perdeleme

source: sea
tr: deniz

source: sea bed
tr: deniz yatağı

source: sea bed exploitation
tr: deniz yataklarının işletilmesi

source: sea bed mining
tr: deniz yatağı madenciliği

source: sea circulation
tr: deniz akıntısı

source: sea level
tr: deniz seviyesi

source: sea level rise
tr: deniz seviyesinin yükselmesi

source: sealing
tr: yalıtım

source: seal (technical)
tr: conta, sızdırmazlığı sağlayan sistem

source: sea outfall
tr: deniz deşarjı

source: sea resource
tr: deniz kaynakları

source: seashore
tr: deniz kıyısı

source: season
tr: mevsim

source: seasonal migration
tr: mevsimsel göç

source: sea water
tr: deniz suyu

source: sea water desalination
tr: deniz suyu arıtma

source: sea water protection
tr: deniz suyu koruma

source: secondary biotope
tr: ikincil biyotop

source: secondary education
tr: ortaokul

source: secondary sector
tr: ikincil sektör

source: second-hand goods
tr: ikinci el eşya

source: economic sector
tr: ekonomik sektör

source: security of installations
tr: tesis güvenliği

source: sedimentary basin
tr: sedimantasyon havzası, çökelme havzası

source: sedimentation (industrial process)
tr: çökelme (endüstriyel proses)

source: sedimentation (geology)
tr: sedimantasyon (jeoloji)

source: sediment
tr: çökelti, tortu

source: sediment transport
tr: tortu nakli

source: seed (biology)
tr: tohum (biyoloji)

source: seed dressing
tr: tohum ilaçlama

source: water seepage
tr: suyun sızması

source: seepage water
tr: sızıntı suyu

source: seismic activity
tr: sismik aktivite

source: seismic monitoring
tr: sismik aktivite izleme

source: seismic sea wave
tr: sismik deniz dalgası

source: seizure
tr: el koyma, haciz (hukuk)

source: seizure of profits
tr: kâr payı haczi

source: selection of technology
tr: teknoloji seçimi

source: selective breeding of animals
tr: seçici hayvan yetiştirme

source: selective breeding of plants
tr: seçici bitki yetiştirme

source: selenium
tr: selenyum

source: self-help programme
tr: kendi kendine yardım programları

source: self-monitoring
tr: otomatik izleme

source: self-purification
tr: otomatik arıtma

source: semi-arid land ecosystem
tr: yarı kurak arazi ekosistemi

source: semiconductor
tr: yarı iletken

source: semimanufactured product
tr: yarı mamul ürün

source: semi-metal
tr: yarı metal

source: sensitive area
tr: hassas bölge

source: sensitivity analysis
tr: hassasiyet analizi

source: separated collection
tr: ayrı toplama

source: separation at source
tr: kaynakta ayırma

source: separator
tr: separatör

source: septic tank
tr: foseptik tankı

source: sequestration
tr: ihtiyati haciz

source: snake
tr: yılan

source: service area
tr: hizmet alanı

source: services
tr: hizmet sektörü

source: settlement concentration
tr: yerleşimin yoğunlaşması

source: urban sprawl
tr: kırsal alanlara doğru kentsel yayılım

source: settling tank
tr: çökeltme havuzu

source: sewage
tr: kanalizasyon suyu, evsel atık su

source: sewage disposal
tr: evsel atık su boşaltımı

source: sewage farm
tr: boşaltım alanı, evsel atık su ile sulanan çiftlik

source: sewage sludge
tr: evsel atık su çamuru

source: sewage treatment system
tr: evsel atık su arıtma sistemi

source: sewerage system
tr: kanalizasyon

source: shellfish
tr: su kabukluları

source: shielding device
tr: koruma cihazı, bariyer

source: shifting cultivation
tr: toprağın değişmeli olarak işlenmesi

source: ship
tr: gemi

source: shipbuilding
tr: gemi yapımı

source: shipping accident
tr: gemi kazası

source: ship garbage
tr: gemi çöpleri

source: ship waste disposal
tr: gemi atıklarının boşaltımı

source: shooting range
tr: atış poligonu

source: shop
tr: dükkan

source: shopping centre
tr: alışveriş merkezi

source: show
tr: gösteri

source: shredder
tr: öğütücü

source: refuse shredder
tr: çöp öğütücü

source: shrub
tr: çalı

source: shunting yard
tr: manevra alanı

source: sick building syndrome
tr: hasta bina sendromu

source: side effect
tr: yan etki

source: side effects of pharmaceutical drugs
tr: ilaçların yan etkileri

source: sieving
tr: eleme, elekten geçirme

source: silencer
tr: susturucu

source: silicon
tr: silikon

source: silver
tr: gümüş

source: simulation
tr: simülasyon

source: sintering
tr: topaklaştırma (metalürji)

source: site selection
tr: saha seçimi

source: sizing
tr: kalibraj, ayarlama

source: skiing
tr: kayak

source: skin
tr: deri

source: skyline destruction
tr: peyzajın bozulması, siluetin bozulması

source: slag
tr: cüruf

source: slaughterhouse
tr: kesimevi, mezbaha

source: slaughterhouse waste
tr: mezbaha atıkları

source: slaughtering of animals
tr: hayvan kesimi

source: sleep
tr: uyku

source: sleep disturbance
tr: uyku bozukluğu

source: excavation side
tr: şev, kazı yüzeyi

source: sludge
tr: çamur

source: sludge digestion
tr: çamur arıtımı

source: sludge incineration
tr: çamur yakılması

source: sludge settling pond
tr: çamur çökeltme havuzu

source: sludge treatment
tr: çamur arıtma

source: sluice
tr: oluk

source: small and medium sized industry
tr: küçük ve orta ölçekli sanayiler

source: Small Islands (political geography)
tr: Küçük Adalar (siyasi coğrafya)

source: small-scale furnace
tr: küçük ölçekli kalorifer kazanı

source: small-scale inducer
tr: küçük ölçekli kirletici kaynağı

source: smog
tr: dumanlı sis

source: smog warning
tr: dumanlı sis uyarısı

source: smoke
tr: duman

source: smoke prevention
tr: duman önleme

source: smoking
tr: sigara içme

source: colubrid
tr: su yılanları

source: snow
tr: kar

source: snowslide
tr: çığ

source: soaking
tr: emdirme

source: soap
tr: sabun

source: social behaviour
tr: sosyal davranış

source: social condition
tr: sosyal koşullar

source: social cost
tr: sosyal maliyet

source: internalisation of external costs
tr: dışsal maliyetlerin içselleştirilmesi

source: social development
tr: sosyal kalkınma

source: social differentiation
tr: sosyal farklılaşma

source: social dynamics
tr: sosyal dinamik

source: social facility
tr: sosyal tesis

source: social group
tr: sosyal grup

source: social indicator
tr: sosyal gösterge

source: social medicine
tr: sosyal hekimlik

source: social-minded behaviour
tr: sosyal davranış

source: social movement
tr: sosyal hareket

source: social participation
tr: sosyal katılım

source: social policy
tr: sosyal politika

source: social problem
tr: sosyal sorunlar

source: social process
tr: sosyal süreç

source: social relief
tr: sosyal yardım

source: social security
tr: sosyal güvenlik

source: social service
tr: sosyal hizmetler

source: social structure
tr: sosyal yapı

source: social survey
tr: sosyal araştırma

source: social system
tr: sosyal sistem

source: social value
tr: sosyal değer

source: social welfare
tr: sosyal refah

source: society
tr: cemiyet, toplum (beşeri)

source: socioeconomic aspect of human settlements
tr: insan yerleşimlerinin sosyo-ekonomik yönleri

source: socioeconomic factor
tr: sosyo-ekonomik faktör

source: socioeconomic impact of biotechnologies
tr: biyoteknolojinin sosyo-ekonomik etkisi

source: sociological survey
tr: sosyolojik etüt

source: sociology
tr: sosyoloji

source: sociopolitical aspect
tr: sosyo-politik yönler

source: softening
tr: yumuşatma

source: softening agent
tr: yumuşatıcı

source: software
tr: yazılım

source: soil
tr: toprak

source: soil acidification
tr: toprak asidifikasyonu

source: soil air
tr: toprak havası

source: soil analysis
tr: toprak analizi

source: soil biology
tr: toprak biyolojisi

source: soil capability
tr: toprak kapasitesi

source: soil chemistry
tr: toprak kimyası

source: soil compaction
tr: toprak sıkıştırma

source: soil condition
tr: zemin şartları

source: soil conservation
tr: toprak koruma

source: soil conservation legislation
tr: toprak koruma mevzuatı

source: soil damage
tr: toprağın zarar görmesi

source: soil decontamination
tr: toprağın dekontaminasyonu

source: soil degradation
tr: toprağın bozulması

source: soil erosion
tr: toprak erozyonu

source: soil fertility
tr: toprak verimliliği

source: soil fertilisation
tr: gübreleme

source: soil formation
tr: toprak oluşumu

source: soil improvement
tr: toprak ıslahı

source: soil layer
tr: toprak tabakaları

source: soil loading
tr: zemin yükleme

source: soil map
tr: toprak haritası

source: soil mechanics
tr: zemin mekaniği

source: soil mineralogy
tr: toprak mineralojisi

source: soil moisture
tr: toprak nemi

source: soil moisture regime
tr: toprak nem rejimi

source: soil organism
tr: toprak organizmaları

source: soil pollutant
tr: toprak kirleticileri

source: soil pollution
tr: toprak kirliliği

source: soil process
tr: toprak prosesi

source: soil profile
tr: toprak profili

source: soil quality
tr: toprak kalitesi

source: soil resource
tr: toprak kaynakları

source: soil salination
tr: toprağın tuzlanması

source: soil science
tr: toprak bilimi

source: soil settling
tr: toprağın yerleşmesi, toprağın sıkışması

source: soil stabilisation
tr: toprak stabilizasyonu

source: soil structure
tr: toprak yapısı

source: soil subsidence
tr: toprak çökmesi

source: soil surface sealing
tr: toprak yüzeyinin kaplanması

source: soil texture
tr: toprak dokusu

source: soil type
tr: toprak tipleri

source: soil use
tr: toprak kullanımı

source: soil water
tr: toprak suyu

source: solar cell
tr: güneş pili

source: solar collector
tr: güneş ışınları kolektörü

source: solar energy
tr: güneş enerjisi

source: solar energy technology
tr: güneş enerjisi teknolojileri

source: solar heating
tr: güneş enerjisiyle ısıtma

source: solar power station
tr: güneş enerjisi santralleri

source: solar radiation
tr: güneş radyasyonu

source: solid matter
tr: katı cisimler

source: solid state
tr: katı hali

source: solid waste
tr: katı atıklar

source: solid waste disposal
tr: katı atıkların bertarafı

source: solubility
tr: çözülebilirlik

source: solvent
tr: çözücü, solvent

source: solvent recovery
tr: solvent geri kazanımı

source: songbird
tr: ötücü kuşlar

source: sonic boom
tr: ses patlaması

source: soot
tr: is

source: sorption
tr: sorpsiyon

source: sound
tr: ses

source: sound emission
tr: ses emisyonu

source: sound immission
tr: ses imisyonu

source: sound level
tr: ses seviyesi

source: sound measurement
tr: ses seviyesi ölçümü

source: soundproofing
tr: ses geçirmezliği

source: sound propagation
tr: ses yayılımı

source: sound transmission
tr: ses iletimi

source: South America
tr: Güney Amerika

source: South Atlantic Ocean
tr: Güney Atlantik Okyanusu

source: Southeast Asia
tr: Güneydoğu Asya

source: Southern Africa
tr: Güney Afrika

source: Southern Asia
tr: Güney Asya

source: starch
tr: nişasta

source: state
tr: devlet

source: state of the art
tr: tekniğin bilinen durumu, gelişme seviyesi

source: data on the state of the environment
tr: çevre durum verisi

source: report on the state of the environment
tr: çevre durum raporu

source: state of waste
tr: atık durumu

source: state of matter
tr: maddenin halleri

source: station
tr: istasyon

source: statistical analysis
tr: istatistiksel analiz

source: statistical data
tr: istatistiksel veriler

source: statistics
tr: istatistik

source: waste statistics
tr: atık istatistiği

source: status of development
tr: gelişme seviyesi

source: prescription statutory limitation
tr: reçetelere yasal sınırlama

source: statutory public body
tr: yasal kamu kurumu

source: steady noise
tr: sürekli gürültü

source: steam generator
tr: buhar jeneratörü

source: steel
tr: çelik

source: steel industry
tr: çelik sanayi

source: sterilisation (process)
tr: sterilizasyon (proses)

source: incentive fund
tr: teşvik fonu

source: stock (biological)
tr: stok (biyoloji)

source: stock management
tr: stok yönetimi

source: stocktaking
tr: envanter sayımı

source: stone
tr: taş

source: storage dam
tr: depolama barajı

source: storm
tr: fırtına

source: storm damage
tr: fırtına hasarları

source: stove
tr: etüv, fırın

source: stratification
tr: katmanlaşma

source: stratosphere
tr: stratosfer

source: stratospheric ozone depletion
tr: stratosferik ozonda azalma

source: stream measurement
tr: akım ölçümü (akarsularda)

source: street cleaning
tr: sokakların temizlenmesi

source: strength of materials
tr: malzeme dayanıklılığı

source: stress
tr: stres, yük

source: strip mining
tr: açık maden ocağı işletmeciliği

source: strontium
tr: stronsiyum

source: structural adjustment program
tr: yapısal uyum programı

source: structure-activity relationship
tr: yapı-faaliyet ilişkisi

source: structure-borne noise
tr: yapı gürültüsü

source: structure plan
tr: yapı planı

source: submarine morphology
tr: denizaltı morfolojisi

source: submarine
tr: denizaltı

source: subsequent order
tr: müteakip sipariş

source: subsidence
tr: çökme, göçük

source: subsidy
tr: sübvansiyon, devlet desteği

source: subsoil
tr: toprak altı

source: subsoil drainage
tr: yer altı drenajı

source: substitutability (chemistry)
tr: ikame edilebilirlik (kimya)

source: substitution of halogenated compounds
tr: halojenleştirilmiş bileşiklerin ikamesi

source: substitution of phosphate
tr: ikame fosfat

source: substrate cultivation
tr: substrat yetiştirme

source: subtropical ecosystem
tr: subtropikal ekosistem

source: suburb
tr: banliyö

source: sugar (product)
tr: şeker

source: sugar industry
tr: şeker sanayi

source: sulphate
tr: sülfat

source: sulphide
tr: sülfit

source: sulphur
tr: sülfür

source: sulphur concentration
tr: sülfür konsantrasyonu

source: sulphur dioxide
tr: sülfür dioksit

source: sulphuric acid
tr: sülfürik asit

source: sulphur oxide
tr: sülfür oksit

source: supervision of building works
tr: yapı denetimi, kontrolörlük

source: supervision of installation
tr: tesisat kontrolü

source: supervisory body
tr: denetçi, kontrolör

source: supply (trade)
tr: arz (ekonomi)

source: surface-active agent
tr: yüzey aktif madde

source: surface runoff
tr: yüzey akışı

source: surface tension
tr: yüzey gerilimi

source: surface treatment
tr: yüzey arıtma

source: surface water
tr: yüzey suyu

source: surgical waste
tr: cerrahi atıklar

source: surplus
tr: artan miktar, fazlalık

source: surveillance
tr: gözetim

source: survey
tr: anket

source: sustainable development
tr: sürdürülebilir kalkınma

source: sustainable development indicator
tr: sürdürülebilir kalkınma göstergesi

source: sustainable use
tr: sürdürülebilir kullanım

source: marsh
tr: bataklık (dönemsel)

source: sweetener
tr: tatlandırıcı

source: symbiosis
tr: simbiyoz

source: synecology
tr: sinekoloji

source: synergism
tr: sinerji

source: synergistic effect of toxic substances
tr: toksik maddelerin sinerjik etkileri

source: synthetic detergent
tr: sentetik deterjan

source: synthetic fibres industry
tr: sentetik elyaf endüstrisi

source: synthetic material
tr: sentetik madde

source: synthetic materials industry
tr: sentetik madde sanayi

source: synthetic textile fibre
tr: sentetik elyaf dokuma

source: systems analysis
tr: sistem analizi

source: systems comparison
tr: sistem karşılaştırma

source: systems theory
tr: sistem teorileri

source: taking of evidence
tr: ispat (hukuk)

source: tanker (truck)
tr: tanker (kamyon)

source: tanker (ship)
tr: tanker (gemi)

source: tank farm
tr: tank deposu

source: tannin
tr: tanen

source: tar
tr: katran

source: target group
tr: hedef grup

source: tariff
tr: tarife

source: tar production
tr: katran üretimi

source: tar sand
tr: katran kumu

source: tar use
tr: katran kullanımı

source: tax
tr: vergi

source: taxation
tr: vergilendirme

source: tax differentiation
tr: vergi farklılaştırması

source: tax law
tr: vergi kanunu

source: taxonomy
tr: canlıların sınıflandırılması, taksonomi

source: teaching
tr: öğretim

source: teaching method
tr: öğretim metodu

source: technical regulation for dangerous substances
tr: tehlikeli maddeler için teknik düzenleme

source: technological change
tr: teknolojik değişim

source: technological development
tr: teknolojik gelişim

source: technological hazard
tr: teknolojik tehlike

source: technological process
tr: teknolojik proses

source: technology
tr: teknoloji

source: technology acceptance
tr: teknoloji kabulü

source: technology assessment
tr: teknolojilerin değerlendirilmesi

source: technology transfer
tr: teknoloji transferi

source: tectonics
tr: tektonik

source: telecommunications
tr: telekomünikasyon

source: telematics
tr: telematik

source: telemetry
tr: telemetri

source: television
tr: televizyon

source: temperate ecosystem
tr: ılıman bölge ekosistemi

source: temperate forest
tr: ılıman bölge ormanları

source: temperate woodland
tr: ılıman ormanlık

source: temperature
tr: sıcaklık

source: temporary housing
tr: geçici konut

source: temporary shelter
tr: geçici sığınak

source: temporary storage
tr: geçici depolama

source: teratogenesis
tr: teratojenez

source: teratogenesis screening
tr: teratojenez tarama

source: teratogenicity
tr: teratojenite

source: teratogen
tr: teratojen

source: terminology
tr: terminoloji

source: termite
tr: termitler

source: terrestrial area
tr: karasal alan

source: terrestrial biological resource
tr: karasal biyolojik kaynaklar

source: terrestrial ecosystem
tr: karasal ekosistem

source: territorial policy
tr: bölgesel politika

source: territory
tr: toprak, bölge

source: tertiary sector
tr: üçüncül sektör

source: test
tr: test, deney

source: test animal
tr: denek

source: testing guideline
tr: deney rehberi

source: testing method
tr: deney metotları

source: test organism
tr: deney organizmaları

source: textile industry
tr: tekstil sanayi

source: textile
tr: tekstil, dokuma

source: thallium
tr: talyum

source: theory of money
tr: para teorisi

source: theory of the welfare state
tr: refah devlet teorisi

source: therapy
tr: terapi

source: thermal insulation
tr: ısı yalıtımı

source: thermal pollution
tr: ısı kirliliği

source: thermal power plant
tr: termik santral

source: thermal sea power
tr: termik deniz gücü

source: thermal treatment
tr: termal arıtma

source: thermal water
tr: termal su

source: thermodynamics
tr: termodinamik

source: thermoselect process
tr: Thermoselect prosesi

source: thesaurus
tr: eş anlamlılar

source: threshold value
tr: eşik değer

source: tidal power
tr: gel-git enerjisi

source: tidal water
tr: gel-git suyu

source: tide
tr: gel-git

source: timber industry
tr: kereste sanayi

source: time
tr: zaman

source: tin (element)
tr: kalay

source: tissue
tr: doku (bedensel)

source: titanium
tr: titanyum

source: titanium dioxide
tr: titanyum dioksit

source: toad
tr: kara kurbağası

source: tobacco
tr: tütün

source: tobacco smoke
tr: tütün dumanı

source: tornado
tr: kasırga

source: tortoise
tr: kara kaplumbağası

source: total parameter
tr: parametreler toplamı

source: tourism
tr: turizm

source: tourist facility
tr: turistik tesisler

source: touristic zone
tr: turistik bölge

source: toxic effect
tr: toksik etki

source: toxicity
tr: toksisite

source: toxicity of pesticides
tr: pestisit toksisitesi

source: toxic metal
tr: toksik metal

source: toxicological assessment
tr: toksikolojik değerlendirme

source: toxicological testing
tr: toksikolojik test

source: toxicology
tr: toksikoloji

source: toxic product
tr: toksik ürün

source: toxic substance
tr: toksik madde

source: toxic waste
tr: toksik atık

source: toxin
tr: toksin

source: trace element
tr: eser elementler

source: trace material
tr: eser maddeler

source: tracheophyte
tr: trakeofit

source: tracking plan
tr: izleme planı

source: trade (services)
tr: ticaret

source: tradeable permit
tr: pazarlanabilir emisyon izni

source: trade and consumption
tr: ticaret ve tüketim

source: trade barrier
tr: ticaret engeli

source: trade (economic)
tr: ticaret (ekonomi)

source: trade impact on environment
tr: ticaretin çevre üzerinde etkisi

source: trade policy
tr: ticaret politikası

source: trade (profession)
tr: ticaret

source: trade relations
tr: ticari ilişkiler

source: trade restriction
tr: ticari kısıtlamalar

source: trades union
tr: sendika

source: traditional culture
tr: geleneksel kültür

source: traditional health care
tr: geleneksel tıp

source: traffic
tr: trafik

source: traffic accident
tr: trafik kazası

source: traffic control
tr: trafik kontrolü

source: traffic control measure
tr: trafik kontrol önlemleri

source: traffic emission
tr: motorlu taşıt emisyonu

source: traffic engineering
tr: trafik mühendisliği

source: traffic infrastructure
tr: yol altyapı

source: traffic jam
tr: trafik tıkanıklığı

source: traffic monitoring
tr: trafik izleme

source: traffic noise
tr: trafik gürültüsü

source: traffic noise control
tr: trafik gürültüsü kontrolü

source: traffic on water
tr: deniz trafiği

source: traffic route
tr: trafik güzergahı

source: train
tr: tren

source: training
tr: eğitim

source: training centre
tr: eğitim merkezi

source: trajectory
tr: yörünge

source: transboundary pollution
tr: sınırötesi kirlilik

source: transitional arrangement
tr: geçici düzenleme

source: transitional settlement
tr: geçici yerleşim

source: transition element
tr: geçiş elementleri

source: transpiration
tr: transpirasyon, terleme

source: transportation business
tr: nakliyat işi

source: transportation by pipeline
tr: boru hattı taşımacılığı

source: transportation policy
tr: nakliyat politikası

source: transportation
tr: nakliyat

source: transport planning
tr: nakliyat planlama

source: transport (physics)
tr: taşınım (fizik)

source: transport system
tr: taşıma sistemi

source: trapping
tr: tuzak

source: travel
tr: seyahat

source: travel cost
tr: seyahat masrafları

source: treaty
tr: antlaşma, akit

source: tree
tr: ağaç

source: tree nursery
tr: fidanlık

source: trend
tr: eğilim

source: triazine
tr: triazin

source: trickle irrigation
tr: damla sulama

source: trinity of principles
tr: çevre politikasının üç temel ilkesi

source: tritium
tr: trityum

source: trophic level
tr: besin zinciri basamağı

source: tropical ecosystem
tr: tropikal bölge ekosistemi

source: tropical forest ecosystem
tr: tropikal orman ekosistemi

source: tropical forest
tr: tropikal orman

source: tropical rain forest
tr: tropikal yağmur ormanı

source: tropics
tr: dönence

source: troposphere
tr: troposfer

source: tropospheric ozone
tr: troposferik ozon

source: trunk road
tr: ana yol

source: tumour
tr: tümör

source: tunnel
tr: tünel

source: turbidity
tr: bulanıklık

source: turbine
tr: türbin

source: tween-deck tanker
tr: gladoralı gemi

source: twin-hull craft
tr: katamaran

source: two-stroke engine
tr: iki zamanlı motor

source: type of business
tr: iş türü
