Repository: pklohar1994/testing123
Catalog: sources/XLIFF/Turkish.xlf
Languages: tr

source: noise pollutant
tr: kirletici gürültü

source: noise pollution
tr: gürültü kirliliği

source: noise protection
tr: gürültü koruma

source: noise reduction
tr: gürültü azaltma

source: noise type
tr: gürültü tipi

source: nomad
tr: göçebe

source: nomenclature
tr: dizin

source: non-biodegradable pollutant
tr: biyobozunur olmayan kirleticiler

source: non-built-up area
tr: az yapılanmış bölge

source: non-conventional energy
tr: konvansiyonel olmayan enerji

source: non-ferrous metal industry
tr: demir dışı metal sanayi

source: non-ferrous metal
tr: demir dışı metaller

source: non-governmental organisation
tr: sivil toplum kuruluşları

source: non-ionising radiation
tr: non iyonize radyasyon

source: non-metallic mineral
tr: metal dışı mineraller

source: non-metal
tr: ametal

source: non-polluting energy source
tr: kirliliğe neden olmayan enerji kaynağı

source: non-polluting fuel
tr: kirletici olmayan yakıt

source: non-renewable energy resource
tr: yenilenemeyen enerji kaynakları

source: non-renewable resource
tr: yenilenemeyen kaynak

source: non-residential building
tr: ikamet amaçlı olmayan bina

source: non-returnable container
tr: tek kullanımlık kaplar

source: non-target organism
tr: hedef olmayan organizmalar

source: normalisation
tr: normalizasyon, ayrıştırma

source: North Africa
tr: Kuzey Afrika

source: North America
tr: Kuzey Amerika

source: North Atlantic Ocean
tr: Kuzey Atlantik Okyanusu

source: North Pacific Ocean
tr: Kuzey Pasifik Okyanusu

source: novel food
tr: yeni geliştirilen gıda

source: nuclear accident
tr: nükleer kaza

source: nuclear energy
tr: nükleer enerji

source: nuclear energy legislation
tr: nükleer enerji mevzuatı

source: nuclear energy use
tr: nükleer enerji kullanımı

source: nuclear explosion (accident)
tr: nükleer patlama (kaza)

source: nuclear facility
tr: nükleer tesis

source: nuclear fission
tr: çekirdek bölünmesi

source: nuclear fuel
tr: nükleer yakıt

source: nuclear fuel element
tr: nükleer yakıt elementi

source: nuclear fusion
tr: nükleer füzyon

source: nuclear physics
tr: nükleer fizik

source: nuclear debate
tr: nükleer tartışma

source: nuclear power plant
tr: nükleer santral

source: nuclear power plant disposal
tr: nükleer santral atıklarının bertarafı

source: nuclear reaction
tr: nükleer reaksiyon

source: nuclear reactor
tr: nükleer reaktör

source: nuclear research centre
tr: nükleer araştırmalar merkezi

source: nuclear safety
tr: nükleer güvenlik

source: nuclear test
tr: nükleer deney

source: nuclear weapon
tr: nükleer silah

source: nucleic acid
tr: nükleik asit

source: nuisance
tr: zararlı şeyler

source: nursery (plant breeding)
tr: fidanlık

source: nutrient medium
tr: besin ortamı (mikrobiyoloji)

source: nutrient balance
tr: besin dengesi

source: nutrient content
tr: besin içeriği

source: nutrient cycle
tr: besin maddeleri döngüsü

source: nutrient removal
tr: besin maddelerinin giderimi

source: nutrient
tr: besin

source: nutrition
tr: beslenme

source: nutritive value of food
tr: besin değeri

source: oak
tr: meşe

source: objection
tr: itiraz

source: obligation to inform
tr: bilgilendirme zorunluluğu

source: obligation to label
tr: etiketleme zorunluluğu

source: occupational disease
tr: mesleki hastalıklar

source: occupational group
tr: meslek grupları

source: occupational health
tr: iş sağlığı

source: occupational health care
tr: iş sağlığı hizmetleri

source: occupational medicine
tr: mesleki tıp

source: occupational safety
tr: iş güvenliği

source: occupational safety regulation
tr: iş güvenliği yönetmeliği

source: ocean
tr: okyanus

source: ocean circulation
tr: okyanus sirkülasyonu

source: ocean current
tr: okyanus akımları

source: ocean dumping
tr: okyanusa boşaltım

source: Oceania
tr: Okyanusya

source: oceanography
tr: oşinografi

source: ocean temperature
tr: okyanus sıcaklığı

source: odonate
tr: odonat

source: odour
tr: koku

source: odour nuisance
tr: koku rahatsızlığı

source: environmental criminality
tr: çevre suçları

source: office
tr: ofis, büro

source: official duty
tr: resmi görev

source: official hearing
tr: resmi duyuru

source: off-peak commuting
tr: pik olmayan saatlerde işe gidiş geliş

source: off-peak travelling
tr: pik olmayan saatlerde ulaşım

source: off-peak working
tr: pik olmayan saatlerde çalışma

source: organic carbon
tr: organik karbon

source: organic chemistry
tr: organik kimya

source: organic farming
tr: organik tarım

source: organic pollutant
tr: organik kirleticiler

source: organic solvent
tr: organik çözücü

source: organic substance
tr: organik madde

source: organic waste
tr: organik atık

source: organism
tr: organizma

source: organochlorine compound
tr: organoklorin bileşik

source: organohalogen compound
tr: organohalojen bileşik

source: organometallic compound
tr: organometalik bileşik

source: organonitrogen compound
tr: organonitrojen bileşik

source: organooxygen compound
tr: organooksijen bileşik

source: organophosphorous compound
tr: organofosfor bileşiği

source: organosilicon compound
tr: organosilikon bileşik

source: organosulphur compound
tr: organosülfür bileşiği

source: organotin compound
tr: organotin bileşik

source: ornithology
tr: ornitoloji, kuş bilimi

source: orography
tr: orografi, dağ bilgisi

source: orthopteran
tr: düzkanatlılar

source: osmosis
tr: osmoz

source: local recreation
tr: yerel rekreasyon

source: overburden
tr: örtü tabakası

source: overcrowding
tr: aşırı kalabalıklaşma

source: overexploitation
tr: aşırı sömürme

source: overfertilisation
tr: aşırı gübreleme

source: overfishing
tr: aşırı balık avlama

source: overgrazing
tr: aşırı otlatma

source: overhead power line
tr: açık hava elektrik hatları

source: overpopulation
tr: aşırı nüfus

source: overturn (limnology)
tr: devirme, ters dönme (gölbilim)

source: overwintering
tr: kışlama, kışı geçirme

source: ownership
tr: mülkiyet, aidiyet

source: oxidation
tr: oksitlenme

source: oxidation-reduction
tr: oksidoredüksiyon

source: oxide
tr: oksit

source: oxidising agent
tr: oksitleyici madde

source: persistence
tr: direnme, süreklilik

source: persistence of pesticides
tr: pestisitlerin sürekliliği

source: personal responsibility
tr: kişisel sorumluluk

source: pest
tr: zararlı (tarım)

source: pest control
tr: zararlılara karşı mücadele

source: pesticide
tr: pestisit

source: pesticide control standard
tr: pestisit kontrol standardı

source: pesticide pathway
tr: pestisitlerin izlediği yol

source: residual pesticide
tr: pestisit atıkları

source: pest infestation
tr: paraziter hastalık

source: pet
tr: evcil hayvan (evde beslenen)

source: petrochemical industry
tr: petrokimyasal endüstri

source: petroleum
tr: petrol

source: petroleum consumption
tr: petrol tüketimi

source: petroleum geology
tr: petrol kaynakları jeolojisi

source: petroleum industry
tr: petrol endüstrisi

source: conservation of petroleum resources
tr: petrol kaynaklarını koruma

source: phanerogam
tr: çiçekli bitki

source: pharmaceutical industry
tr: farmakolojik endüstri

source: pharmaceutical waste
tr: farmakolojik atıklar

source: pharmacokinetics
tr: farmakokinetik

source: pharmacology
tr: farmakoloji

source: phenol
tr: fenol

source: pheromone
tr: feromon

source: philosophy
tr: felsefe

source: phosphate
tr: fosfat

source: phosphate removal
tr: fosfor giderme

source: phosphate substitute
tr: fosfat yerine geçen

source: phosphorus
tr: fosfor

source: photochemical agent
tr: fotokimyasal madde

source: photochemical effect
tr: fotokimyasal etki

source: photochemical oxidant
tr: fotokimyasal oksitleyici

source: photochemical product
tr: fotokimyasal ürün

source: photochemical reaction
tr: fotokimyasal reaksiyon

source: photochemical smog
tr: fotokimyasal sis

source: photogrammetry
tr: fotogrametri

source: photograph
tr: fotoğraf

source: photosynthesis
tr: fotosentez

source: physical conditions
tr: fiziksel koşullar

source: physical geography
tr: fiziksel coğrafya

source: physical oceanography
tr: fiziksel oşinografi

source: physical planning
tr: fiziksel planlama

source: physical pollutant
tr: fiziksel kirleticiler

source: physical pollution
tr: fiziksel kirlenme

source: physical process
tr: fiziksel proses

source: physical property
tr: fiziksel özellik

source: physical science
tr: fizik bilimi

source: physicochemical process
tr: fiziko-kimyasal proses

source: physicochemical purification
tr: fiziko-kimyasal arıtma

source: physics
tr: fizik

source: physiology
tr: fizyoloji

source: phytomass
tr: fitomas, bitkisel kütle

source: phytopathology
tr: fitopatoloji

source: phytoplankton
tr: fitoplankton

source: phytosociology
tr: fitososyoloji

source: policy
tr: politika

source: politics
tr: politika

source: policy guideline
tr: siyasi ilkeler

source: policy instrument
tr: siyasi araçlar

source: policy integration
tr: politik entegrasyon

source: conservation policy
tr: doğa koruma politikası

source: policy planning
tr: siyasi planlama

source: political counselling
tr: politik danışmanlık

source: political doctrine
tr: siyasi doktrin

source: political ecology
tr: politik ekoloji

source: political geography
tr: siyasi coğrafya

source: political organisation
tr: siyasi organizasyon

source: political party
tr: siyasi parti

source: political power
tr: siyasi güç

source: pollen
tr: polen

source: pollutant
tr: kirletici

source: pollutant absorption
tr: kirleticilerin absorpsiyonu

source: pollutant accumulation
tr: kirletici madde birikimi

source: pollutant analysis
tr: kirletici analizi

source: pollutant assessment
tr: kirleticilerin değerlendirilmesi

source: pollutant behaviour
tr: kirleticilerin davranışları

source: pollutant concentration
tr: kirletici konsantrasyonu

source: pollutant degradation
tr: kirleticilerin bozunması

source: pollutant deposition
tr: kirletici birikimi

source: pollutant dispersion
tr: kirleticilerin yayılması

source: pollutant distribution
tr: kirletici dağılımı

source: pollutant elimination
tr: kirleticilerin yok edilmesi

source: pollutant emission
tr: kirletici emisyonu

source: pollutant exposure
tr: kirleticilere maruz kalma

source: pollutant formation
tr: kirleticilerin oluşumu

source: pollutant immission
tr: kirleticilerin imisyonu

source: pollutant immobilisation
tr: kirleticileri sabitleme

source: pollutant level
tr: kirletici seviyesi

source: pollutant load
tr: kirletici yükü

source: pollutant mobilisation
tr: kirleticilerin hareketliliği

source: pollutant monitoring
tr: kirleticilerin izlenmesi

source: pollutant pathway
tr: kirleticilerin izlediği yol

source: pollutant reduction
tr: kirletici miktarının azaltılması

source: pollutant remobilisation
tr: kirleticilerin harekete geçmesi

source: pollutant source identification
tr: kirletici kaynaklarının tanımlanması

source: polluted matter
tr: kirlenmiş madde

source: polluter-pays principle
tr: kirleten öder prensibi

source: pollution
tr: kirlilik

source: pollution abatement
tr: kirliliğin azaltılması

source: pollution abatement equipment
tr: kirlilik azaltma ekipmanları

source: pollution control
tr: kirlilik kontrolü

source: pollution control equipment
tr: kirlilik kontrol ekipmanları

source: pollution control regulation
tr: kirlilik kontrol yönetmeliği

source: pollution control technology
tr: kirlilik kontrol teknolojisi

source: pollution criterion
tr: kirlilik kriterleri

source: pollution effect
tr: kirliliğin etkileri

source: pollution indicator
tr: kirlilik göstergesi

source: pollution liability
tr: çevre kirliliği sorumluluğu

source: pollution load
tr: kirlilik yükü

source: pollution measurement
tr: kirlilik ölçümü

source: pollution monitoring
tr: kirlilik izleme

source: pollution norm
tr: kirlilik normları

source: pollution risk
tr: kirlilik riski

source: pollution sink
tr: kirlilik yutakları

source: source of pollution
tr: kirlilik kaynağı

source: polybrominated biphenyl
tr: polibromobifenil

source: polychlorinated biphenyl
tr: poliklorobifenil

source: polychlordibenzo-p-dioxin
tr: poliklordibenzo- p-dioksin

source: polychlorinated dibenzofuran
tr: poliklordibenzofuran

source: polychlorinated terphenyl
tr: poliklorterfenil

source: polycyclic aromatic hydrocarbon
tr: polisiklik aromatik hidrokarbon

source: polycyclic hydrocarbon
tr: polisiklik hidrokarbon

source: polyethylene terephtalate
tr: polietilen tereftalat

source: polymerisation
tr: polimerizasyon

source: polymer
tr: polimer

source: polyvinyl chloride
tr: polivinil klorür

source: pond
tr: gölet

source: tailings pond
tr: atık havuzu

source: pool
tr: havuz

source: population distribution
tr: nüfus dağılımı

source: population dynamics
tr: nüfus dinamiği

source: population (ecological)
tr: nüfus (ekoloji)

source: population ecology
tr: nüfus ekolojisi

source: population growth
tr: nüfus artışı

source: population movement
tr: nüfus hareketi

source: population structure
tr: nüfus yapısı

source: population trend
tr: nüfus eğilimi

source: post-treatment
tr: ileri arıtma

source: potash
tr: potas

source: rock salt mining
tr: kaya tuzu madenciliği

source: poultry
tr: kümes hayvanları

source: poultry farming
tr: kümes hayvancılığı

source: poverty
tr: fakirlik

source: power company
tr: elektrik şirketi

source: power-heat relation
tr: ısı-enerji ilişkisi

source: process technology
tr: proses teknolojisi

source: process water
tr: proses suyu

source: producer liability
tr: üretici sorumluluğu

source: product
tr: ürün

source: product comparison
tr: ürün karşılaştırma

source: product evaluation
tr: ürün değerlendirme

source: product identification
tr: ürün tanımlama

source: product information
tr: ürün bilgisi

source: productivity
tr: verimlilik

source: productivity trend
tr: verimlilik eğilimi

source: product liability
tr: ürün garantisi

source: product standard
tr: ürün standardı

source: profit
tr: kâr

source: prognostic data
tr: prognostik veriler

source: programme
tr: program

source: progress line
tr: ilerleme eğrisi

source: prohibition
tr: yasaklama

source: project
tr: proje

source: propagation process
tr: yayılma süreci

source: propellant
tr: itici gaz

source: properties of materials
tr: malzeme özellikleri

source: property protection
tr: mülkiyetin korunması

source: propulsion technique
tr: itme tekniği

source: prosecution
tr: adli takibat

source: prosperity
tr: refah

source: protected area
tr: korunan alan

source: protected landscape
tr: korunan peyzaj

source: protected species
tr: koruma altındaki türler

source: water protection area
tr: koruma altındaki su alanları

source: protection from neighbours
tr: komşulara karşı koruma

source: protection of birds
tr: kuşların korunması

source: protection of species
tr: türlerin korunması

source: protection system
tr: koruma sistemi

source: protocol
tr: protokol

source: protozoan
tr: protozon

source: province
tr: vilayet, eyalet

source: regional authority
tr: bölgesel makam

source: psychic effect
tr: ruhsal etki

source: psychological effect
tr: psikolojik etki

source: psychological stress
tr: psikolojik baskı

source: psychology
tr: psikoloji

source: psychosomatic effect
tr: psikosomatik etki

source: psychosomatic illness
tr: psikosomatik hastalık

source: public access to land
tr: kamu arazilerine halkın erişimi

source: public action
tr: kamusal eylem

source: public bath
tr: umumi banyo, hamam

source: public building
tr: kamu binaları

source: public domain
tr: kamu malları

source: public emergency limit
tr: kamu acil durum limiti

source: public finance
tr: kamu maliyesi

source: public financing
tr: kamu finansmanı

source: public health
tr: kamu sağlığı

source: public hearing
tr: halka duyurma

source: public information
tr: halka açık bilgi

source: public law
tr: kamu hukuku

source: public opinion
tr: halkın görüşü

source: public opinion polling
tr: kamuoyu yoklaması

source: public park
tr: kamuya açık parklar

source: public participation
tr: halkın katılımı

source: public-private partnership
tr: kamu-özel sektör ortaklığı

source: public procurement
tr: kamu ihaleleri

source: public prosecutor's office
tr: savcılık

source: traffic route construction
tr: trafik güzergahı inşaatı

source: public sector
tr: kamu sektörü

source: public service
tr: kamu hizmetleri

source: public transport
tr: toplu taşıma

source: public transport vehicle
tr: toplu taşıma araçları

source: public utility
tr: kamu kuruluşu

source: public works
tr: kamu işleri

source: pulmonary disease
tr: göğüs hastalıkları

source: pulp
tr: kağıt hamuru

source: pulp industry
tr: selüloz endüstrisi

source: pump
tr: pompa

source: pumping
tr: pompalama

source: purchase
tr: satın alma

source: purification
tr: arındırma, arıtma

source: purification facility
tr: arıtma cihazı

source: purification plant
tr: arıtma tesisi

source: purin
tr: pürin

source: pyrolysis
tr: piroliz

source: quality assurance
tr: kalite güvencesi

source: quality control
tr: kalite kontrol

source: quality of life
tr: yaşam kalitesi

source: quarry
tr: taş ocağı

source: quarrying
tr: taş ocağı işletmeciliği

source: race relations
tr: ırk ilişkileri

source: radiation
tr: radyasyon

source: radiation damage
tr: radyasyon hasarları

source: radiation dose
tr: radyasyon dozu

source: radiation effect
tr: radyasyon etkileri

source: radiation exposure
tr: radyasyona maruz kalma

source: radiation monitoring
tr: radyasyon izleme

source: radiation physics
tr: radyasyon fiziği

source: radiation protection
tr: radyasyondan korunma

source: radiation protection law
tr: radyasyon güvenliği kanunu

source: radiation sickness
tr: radyasyon hastalıkları

source: radio
tr: radyo

source: radioactive contamination
tr: radyoaktif kontaminasyon

source: radioactive decontamination
tr: radyoaktif dekontaminasyon

source: radioactive dumping
tr: radyoaktif atık

source: radioactive emission
tr: radyoaktif emisyon

source: radioactive fallout
tr: radyoaktif serpinti

source: radioactive pollutant
tr: radyoaktif kirleticiler

source: radioactive substance
tr: radyoaktif maddeler

source: radioactive tracer
tr: radyoaktif izleyici

source: recycled paper
tr: geri dönüştürülmüş kağıt

source: recycling
tr: geri dönüşüm

source: life-cycle management
tr: yaşam döngü yönetimi

source: recycling management and waste law
tr: geri dönüşüm yönetimi ve atık mevzuatı

source: recycling potential
tr: geri dönüşüm potansiyeli

source: recycling ratio
tr: geri dönüşüm oranı

source: redress
tr: düzeltme, telafi

source: red tide
tr: kızıl gelgit, kırmızı gelgit

source: chemical reduction
tr: redüksiyon, indirgeme (kimya)

source: reed
tr: kamış, saz

source: reef
tr: resif

source: refinery
tr: rafineri

source: refining
tr: rafinaj

source: reflection
tr: yansıma

source: reflectometry
tr: reflektometri

source: refrigerant
tr: soğutucu

source: refrigeration industry
tr: soğutma sanayi

source: refrigeration
tr: soğutma

source: refrigerator
tr: buzdolabı

source: refuge
tr: refüj bölgesi, korunak

source: refugee
tr: mülteci

source: refuse collection vehicle
tr: çöp kamyonu

source: refuse derived fuel
tr: atıktan elde edilen yakıt

source: refuse-sludge compost
tr: atık çamur kompostu

source: regeneration
tr: rejenerasyon, yenilenme

source: retrofitting of old plants
tr: eski endüstriyel tesislerin iyileştirilmesi

source: region
tr: bölge

source: regional convention
tr: bölgesel konvansiyon

source: regional development
tr: bölgesel kalkınma

source: regional law
tr: bölge kanunu

source: regional plan
tr: bölge planı

source: regional planning
tr: bölge planlama

source: regional regulation
tr: bölge yönetmeliği

source: regional statistics
tr: bölgesel istatistikler

source: regional structure
tr: bölgesel yapı

source: registration
tr: kayıt, tescil

source: registration proceeding
tr: kayıt, tescil prosedürü

source: renewable raw material
tr: yenilenebilir hammadde

source: regulation on maximum permissible limits
tr: kabul edilebilir maksimum değerler yönetmeliği

source: ordinance
tr: emir, kanun

source: regulative law
tr: kanun nizamı

source: regulatory control
tr: nizami denetim

source: rehabilitation
tr: rehabilitasyon

source: rehousing
tr: yeni konuta yerleşme

source: reintroduction
tr: yeniden dahil etme

source: cause-effect relation
tr: neden-etki ilişkisi

source: release of organisms
tr: organizmaların serbest bırakılması

source: religion
tr: din

source: remote sensing
tr: uzaktan algılama

source: removal
tr: giderme

source: renaturation
tr: tekrar doğal hale getirme

source: renewable energy source
tr: yenilenebilir enerji kaynağı

source: renewable resource
tr: yenilenebilir kaynak

source: rental housing
tr: kiralık konut

source: repair business
tr: tamir işi

source: replacement
tr: ikame

source: replacement cost
tr: yenileme maliyeti

source: reporting process
tr: raporlama süreci

source: representation
tr: temsilcilik

source: reprocessing
tr: yakıt elemanlarını yeniden işleme

source: reproduction (biological)
tr: üreme

source: reproductive manipulation
tr: genetik manipülasyon

source: reptile
tr: sürüngenler

source: rescue service
tr: kurtarma hizmetleri

source: research
tr: araştırma

source: research centre
tr: araştırma merkezi

source: research project
tr: araştırma projesi

source: biological reserve
tr: biyolojik rezerv

source: reservoir
tr: rezervuar, havza

source: residential area
tr: yerleşim bölgesi

source: residential building
tr: mesken

source: residential area with traffic calmings
tr: hız sınırı tedbirleri olan meskun bölge

source: residual amount of water
tr: doğal hayatın devamını sağlayacak miktarda su, can suyu

source: residual risk
tr: kalıntı riski

source: residual waste
tr: kalıntı atıklar

source: residue analysis
tr: kalıntı analizi

source: residue recycling
tr: kalıntıların geri dönüşümü

source: resin
tr: reçine

source: resistance (biological)
tr: direnç, rezistans (biyoloji)

source: resolution (act)
tr: karar, önerge

source: resorption
tr: rezorpsiyon, emilme

source: resource
tr: kaynaklar

source: resource appraisal
tr: kaynakların değerlendirilmesi

source: resource conservation
tr: kaynakların korunması

source: resource exploitation
tr: kaynakların işletilmesi

source: resource reserve
tr: kaynak rezervi

source: resources management
tr: kaynak yönetimi

source: respiration
tr: solunum

source: respiratory air
tr: solunum havası

source: respiratory disease
tr: solunum hastalıkları

source: respiratory protection apparatus
tr: solunum koruma cihazı

source: respiratory system
tr: solunum sistemi

source: respiratory tract
tr: solunum yolu

source: responsibility
tr: sorumluluk

source: impact reversal
tr: ters etki

source: resting form
tr: dayanıklı yaşam biçimi

source: restoration
tr: restorasyon

source: restoration measure
tr: restorasyon önlemleri

source: restriction of production
tr: sınırlı üretim

source: restriction on use
tr: sınırlı kullanım

source: retail trade
tr: perakende ticaret

source: retarding basin
tr: taşkın kontrol havzası

source: retrofitting
tr: kirlilik kontrol aracı eklenmesi, donanımın iyileştirilmesi

source: return to nature
tr: doğaya dönüş

source: reusable container
tr: yeniden kullanılabilir kap

source: reuse of materials
tr: malzemelerin yeniden kullanılması

source: revegetation
tr: yeniden bitkilendirme

source: reverse osmosis
tr: ters ozmoz

source: rice
tr: pirinç

source: petition right
tr: dilekçe hakkı

source: right of property
tr: mülkiyet hakkı

source: right to compensation
tr: tazminat hakkı

source: right to information
tr: bilgi edinme hakkı

source: ringing (wildlife)
tr: halkalama

source: rinsing
tr: durulama, yüzeydeki maddelerin giderimi

source: riparian zone
tr: nehir kıyısı bölgesi

source: rising (geological)
tr: yükselme (jeoloji)

source: rising sea level
tr: yükselen deniz seviyesi

source: risk analysis
tr: risk analizi

source: risk assessment
tr: risk değerlendirme
